[
    {
        "name": "李文吉",
        "comment": "真爛，維修後就無法上線，手機原本就有認證，還出現未認證，一直無法登入，還維修那麼久，一直無法登入是怎回事，認證還顯示未加入，真爛欸，都玩了三，四個月了，還顯示手機號碼未認證，無法上線，可以回應一下嗎，，，,",
        "reply": "None"
    },
    {
        "name": "莊茂雄",
        "comment": "剛剛上網手機m遊戲、無法進入出現以前的同樣現像..昨天還能玩遊戲的..本人伺服器為“女妖”終極雄哥，是否客服幫忙恢復正常使用之？已多次作“更新”但仍無法進入遊戲中",
        "reply": "None"
    },
    {
        "name": "邱福財",
        "comment": "字體可以在放大一點嗎，字體太小，要怎麼看呀眼睛都看壞掉了，減兩顆星",
        "reply": "您的建議娜娜會反映給相關單位進行了解，也感謝您的建議～(*´∀`)~♥\n伊娃也很高興有您的支持喔!!ヽ(✿ﾟ▽ﾟ)ノ"
    },
    {
        "name": "武峰",
        "comment": "限制角色，這是3小，馬的，不能創號還玩？？？？？",
        "reply": "None"
    },
    {
        "name": "陳尚志",
        "comment": "現在打一個月，連一本加速都沒有，打到金幣也變少了，這樣玩的下去嗎？ 掛機天堂，沒技能書沒啥金幣，只掛等級嗎？",
        "reply": "None"
    },
    {
        "name": "Yaolong Hung",
        "comment": "不玩了！ 整天被課長打，像個神經病一樣的復活，沒意思，刪掉遊戲。",
        "reply": "None"
    },
    {
        "name": "蘇建榮",
        "comment": "如果不行就別代理，韓國不是先給你們腳本了，難到就不能先行內部進行測試嗎？一定要每次這樣嗎？爛爛的處理嗎？",
        "reply": "None"
    },
    {
        "name": "57601000",
        "comment": "一直都只用同一台手機登入，現在跟我說裝置已滿，要刪還要申請，果斷刪遊！！",
        "reply": "None"
    },
    {
        "name": "林清心",
        "comment": "好玩，尤其對一位半夜睡不著覺的人，真的是一大幫助。",
        "reply": "None"
    },
    {
        "name": "艾莉塔",
        "comment": "遊戲越做越爛，遊戲公司滿腦只想賺錢，決定退坑不再玩，刪除。",
        "reply": "None"
    },
    {
        "name": "林政皇",
        "comment": "為何你們很多組合裝備都無法制做，飾品要刻印，都無法得到，就連歐林神秘珠子，如何取得也都沒有，既然沒有又為何要出歐林副本",
        "reply": "None"
    },
    {
        "name": "Man A",
        "comment": "外掛一堆的爛遊戲練功一小時平均10分鐘要被殺死一次搞到儲值都覺得多餘建議大家別玩",
        "reply": "None"
    },
    {
        "name": "小張",
        "comment": "手游怎麼可能比電腦好玩，尤其是角色成長",
        "reply": "None"
    },
    {
        "name": "最帥的男人",
        "comment": "玩遊戲沒死過。你遊戲動不動就斷線。死了。爛透了。刪除什麼爛品質啊 竟然要賺玩家錢。 也不認真處理連線品質。 順帶一提。我是五G網路。遠傳。在市區。手機用i phone 14 pro max 還會斷的。 機器人大量工作室。練功也不處理。",
        "reply": "葉子真的很不好栽培，花藝商夏倫說最近妖魔大肆破壞，讓葉子產量降低(ఠ్ఠ ˓̭ ఠ్ఠ)\n魔法師們也有密集討論如何能夠更幫助冒險家，像是「血盟的捐獻獎勵」也可以多得葉子唷！"
    },
    {
        "name": "啊峰",
        "comment": "現在基本上玩家都使用外掛了 被敵人攻擊時 會自己飛回村還是瞬移！ 你知道嗎？還是有一些人沒有使用外掛 我就是其中一個！ 你知道有多可憐嗎？自動練功時 沒外掛就會被活活打死 完全沒反擊 完全沒飛走 就這像個傻B一樣被打死！你知道嗎？有可能敵人是比我爛比我嫩的啊！ 如果是你們的話 看你們氣不氣！ 說真的建議一下 自動練功時 如果被敵人攻擊 是不是可以選擇 1 是否要反擊 2 被攻擊時可以瞬移 3 被攻擊時可以飛回村 設定血量可以造作以上動作 謝謝",
        "reply": "None"
    },
    {
        "name": "陳立源",
        "comment": "每個伺服器都限制創角色 新手連玩都不能玩 奉勸別下載這個垃圾遊戲浪費電",
        "reply": "None"
    },
    {
        "name": "邱財億",
        "comment": "為什麼明明有角色 一直無法登入 一直說限制創角 我就沒有要創新角色 是有事嗎 很爛欸",
        "reply": "None"
    },
    {
        "name": "james hou",
        "comment": "為什麼每次領活動券都要等更新完才能用，聊天系統常常壞。。。。。。。。。。。。。。。。。。。。。到底",
        "reply": "None"
    },
    {
        "name": "賴秉龍",
        "comment": "貴公司都一直限制創角.再多的活動都無法參加有什麼用",
        "reply": "None"
    },
    {
        "name": "劉冠宏",
        "comment": "越改越爛的遊戲，非常不建議玩",
        "reply": "謝謝你給的五星肯定，願水之女神的祝福與您同在讓您有好運喔♥\n如果有勇者有任何建議歡迎您隨時透過問題回報跟我們說喔・゜・(PД`q｡)・゜・\n問題回報：https://21.cami.yesing.com/customize/anp_lineagem/service/LineageM"
    },
    {
        "name": "楊智傑",
        "comment": "我很喜歡跟我以前玩PC版一模一樣，希望可以把霹靂系列英雄變身可以開放給玩家抽到或者用變身幣更換，本人是素還真的粉絲＾_＾",
        "reply": "None"
    },
    {
        "name": "李正隆",
        "comment": "還一直搞限制創角。。這樣我們根本無法進去玩",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "超過登錄帳號的裝置數量之後無法在其他裝置登入，也無法刪除之前的裝置，只會一直顯示超過超過，首頁是在破三小？連一個最基本的功能都做不好，還能做什麼？？ 案問題回報也是連到失敗網頁，到底是可以多爛啊...真的有夠誇張，沒有最爛，只有更爛！",
        "reply": "None"
    },
    {
        "name": "忘憂草",
        "comment": "雖然維持遊戲平台不容易，幕後的工作人員也辛苦，但，標榜著24小時處理回覆，都已經等超過24小時了依然還是沒有下文，這次遊戲改版後一直卡在登入裝置已滿已達7個，問題是我沒有登入那麼多個裝置，時不時的發生，怎麼不直接讓玩家可以自行刪除，不用在透過技術人員，標榜著時限活動，損失的時間又是玩家買單，真的很沒意思",
        "reply": "None"
    },
    {
        "name": "卡布",
        "comment": "請問遊戲只認可蘋果手機可以玩嗎？我的三星，vivo,koobee,維修前可以玩，維修後就不能登入，請查一下問題出在哪？謝謝",
        "reply": "None"
    },
    {
        "name": "劉宇棟",
        "comment": "光下載馬的一整天也跑不完",
        "reply": "None"
    },
    {
        "name": "coolemg1",
        "comment": "伺服器都限制創角，想玩都難",
        "reply": "None"
    },
    {
        "name": "L W",
        "comment": "遊戲新增了關閉部分特效，主要針對近期的新商城內容，顯示還是很耗費效能。 新的廣告吸引很多新玩家，但是遊戲體驗難度隨著舊玩家強度提升，新玩家無法正常參與遊戲內容。送的東西也變多了，但是大多新玩家不懂也領不到。 職業強度常常大幅更動，沒有跟隨改版花錢變更職業還會有舊有職業技能被改弱的問題。 許多年節活動地圖隔一年，回報過也被客服回信的bug還在。2022/10/18",
        "reply": "讓您有這樣的感受真的非常不好意思，\n如果您願意給娜比更多建議，娜比都很樂意聽的(☍﹏⁰)"
    },
    {
        "name": "Google 使用者",
        "comment": "執行的遊戲無故被強制登出。再次登入時出現了”由於您的帳號有使用安全或其他鎖定原因之虞，目前暫時處於無法使用狀態，請移至「問題回報」進行身分驗證與帳號狀態確認 之後遊戲更新又玩幾天又被強登 之後寄了一封解除合約信。真是奇怪的自動偵測兼刪除系統。亂刪之後卻要玩家自行申訴。 如此傲慢的廠家 真是經典",
        "reply": "None"
    },
    {
        "name": "李翎瑜",
        "comment": "真的，我玩多久了？設定在奇岩村，死了還是亞丁大陸飛回去幾乎都在奇岩，然後閃退，為何不設在盟屋或是解除在奇岩村，真的很爛，臨時維修的時候，補的東西都沒都給，然後送的抽卡都是紅最多，不送個隨機的紫抽卡，技能也是，魔法娃娃也是，掉裝率也變爛，然後一堆有外掛程式都在掛，不去鎖，讓我們手動都不知道怎麼玩，尤其讓有儲值的玩家，開心在亂打無辜的。所以給你一星",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "麻煩有錯就認錯行不？9/4更新後頻繁斷線，網速實測沒問題，4g不限速吃到飽，每次斷線時信號都是訊號滿格，儲存空間還有100多g，ram內建6g扣掉內建程式還有3g多，我這台n9只下天堂m、賴跟測速app，這樣你要硬推說我手機的問題？遠傳門市還有手機維修店我都諮詢過了，貴公司說的儲存空間跟記憶體不足，這些原因是會造成閃退，而非斷線，9/4更新後的問題是斷線不是閃退，他們一致的結論都是貴公司的問題，請面對現實，逃避推托不會增加貴公司的營收",
        "reply": "None"
    },
    {
        "name": "音羽薰",
        "comment": "1.外掛多（挑怪，自動打人,被打自動飛,定點打掛，自動行走，這已經修改到程式內碼違反遊戲也不鎖） 2,為何世界王打玩要設定回奇岩城，一堆死掛人潮，造成卡頓 3,合卡紀錄 衝裝機率極低，很裝掉裝極低，笑死，手機登入領葉子登出就異常，別人用外掛修改內碼卻抓不到，課長級的連抓都不敢抓，哪來的遊戲平衡",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "你們為什麽不建議原廠把進入地監的方法，設定成進入地監之前，需要輸入由系統隨機生成的密碼呢？不輸入就不能進地監。 一般玩家頂多2~3隻角色，進入地監輸入隨機生成的密碼，應該花不了多少時間。但是！工作室動輒好幾百隻角色，每隻都要輸入密碼，讓工作室不要那麽輕鬆就進入地監！最好是英文數字混合。 還有遊戲內掛的掛機範圍有夠爛…在野外設定30格，結果1小時後跑到地圖另一邊，離我掛機地點非常遠的那種…希望能改善。",
        "reply": "感謝林女神提供『進入地監需輸入密碼』的建議(⁎⁍̴̛ᴗ⁍̴̛⁎)‼ \n另外，地圖格數是以視野範圍為主，\n若您掛得比較久會離原本的地點有點距離是正常的唷( ˘•ω•˘ )"
    },
    {
        "name": "Google 使用者",
        "comment": "手機:ZenFone 4 pro 處理器:高通S835 記憶體容量64GB 內存記憶體6GB 無Root 使用行動數據連線 問題: 執行遊戲時可以很順暢 但是會常常閃退(頻率不固定但每次遊玩都會遇到例如:點開小地圖、商城、商人、傳送進入副本時等等..)嚴重影響遊戲體驗 工程師是否能檢測導致遊戲崩潰的原因為何，因為韓版主程式以及蘋果IOS系統似乎沒有這個問題 期待橘子公司能重視台版與Android系統玩家的權益及體驗，感謝。",
        "reply": "朱育陞  您好 :)\n感謝您對天堂M的喜愛與支持，\n官網已有公告目前已知安裝異常機型，\n公告連結：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=50207&kind=563\n已知異常的機型後續若有新增或調整相關訊息，\n將於官網另行公告說明，還請您密切留意，\n造成不便之處也請您多包涵見諒，謝謝。\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "用特效是要幹嘛！只會一直Lag一直閃退，世界王出1隻都不一定打的到了，現在還改成出2隻還一堆蛋糕擋路是要打三小，回到奇岩村莊就畫面當掉是要怎麼玩，難道不能改一下在哪個村莊進出來就在同個村莊就好嗎？幹麻要全擠在奇岩",
        "reply": "Hello~何淑娟 您好!\n非常感謝您於天堂M的喜愛與支持，\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Khq Orcott",
        "comment": "我覺得操作流暢，而且玩起來十分爽。讓我告訴你焰之手遊網，尋找星耀版，可以玩無盡元寶和高等Vip，天天都有大量福利發放。但如果能把限定抽出的角色機率提高至1%最好了。對了，請問這後期會不會有返場？ 我發現最新合作關卡第一，二和三章自動戰鬥的戰鬥介面好像有點問題，每次遊玩時他都總是會介面出錯，希望儘快修復。 是目前玩過的所有遊戲畫面最乾淨的，有些遊戲畫面會很雜亂，全部都在伸手跟你要錢儲值，但這款卻沒有很棒遊戲感應有問題還有，貴公司何時出新的系列，對你新的系列非常期待，並好奇新的劇情走向。增加點自助找回帳號的功能，也會方便很多希望喜歡這款遊戲的你們也能跟我依樣體會到同樣的樂趣！只不過容量有點大，百玩不厭的，一直在玩，玩上就愛不釋手，很經典的遊戲，一開始下載的時候都跑不動，偶爾看到有WIFI就趕緊下載。結果下載的過程讓我中途又放棄。首先關於這個遊戲這個遊戲我是肯定的，畫風精美cv豪華之類的別人也是說過的，不需要是台戰也能夠超強，真的非常佛心。美工也很漂亮呢！手機上莫名其妙出現了的時候是一臉懵逼的。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "蔔雅萍",
        "comment": "老玩家期待已久，很有挑戰的遊戲，讓我告訴你2002game℃óＭ 能玩到無限元寶版，讓我們回到這款遊戲評論，自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。頭像是一樣的，運動模型是一樣的，系統是一樣的，同樣的BUG也會出現，同樣的死機位置。所以你們的開發費用",
        "reply": "None"
    },
    {
        "name": "Myla Kaylyn",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。Ggkk３３.?OM 有滿V的無限鑽石版.資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩.底下很多人反饋操作問題.但不知道是不是之前有更新過.更新了目前最新版本以後.比上一個版本得還更容易卡住（上個版本可能背景放久了回來玩偶爾卡住認真回答）.然後就要用縮小畫面來重新更新.一個不小心就要重新啟動。他都不覺得煩",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "盧明楷",
        "comment": "樂趣不斷，有意思的遊戲等你來體驗，蠻有意思的遊戲，遊戲整體非常好之前SSr2021. C(O)₥可以玩無數的手遊的上線滿V級無窮無盡的鑽石版~裝備上線就能頂級真是太爽了內容能刷爆免費贈送元寶贊贊贊。但遊戲中也有一些想改進地圖，希望能更仔細地看地圖，我不太記得我經過的地方，所以我喜歡這個功能。好玩，已经全成就达成了，和电脑上不同的设定改动也不错，期待双人模式。顺带什么时候能加入云端存档功能呢？我選擇再下載一次。我建議右下角的按鈕太擠了。我總是按錯按鈕。最後一字元和字元有不同的含義，這不是很好嗎？這一切都是健康和自由的體驗遊戲。由於很多玩家抓不到，所以很難抓住高星等。畢竟，這不是你的專屬遊戲。必須有一個折衷方案。當然，對於像我這樣週末沒有時間的人來說，還不如戰爭力量。遊戲本身還行，送的也可以。但會被扣信譽值的浪投跟獨狼的界定很不好。當你的隊友選了兩個防守型角色時，只剩你比較能攻，不獨是要投降嗎？甚至有時也會遇到新手或水平較低的玩家，怎麼也攻不進守不住時。大家要和樂融融開心遊戲不計較輸贏的話，就不要用比賽的方式比較恰當。製作人在經營這項遊戲時真的很用心。據說這一代人他們不太喜歡網路遊戲。回到單機上也很好。打鬥時，他們可以控制小人物打球的過程。就像看衛視的動作片，沒想到一個文字遊戲會有這樣的打鬥。這樣你就可以不用氪星完成遊戲的所有章節。此外，還有豐富的繼承系統來提高遊戲的可玩性。",
        "reply": "(#`Д´)ﾉ不要在這裡推薦奇怪的網站！"
    },
    {
        "name": "Google 使用者",
        "comment": "個人還是比較喜歡的，從來沒有玩過這麼久的手機遊戲！聽說去到遠大法師網！能玩滿V元寶無限版，進入遊戲就全部道具資源都無限用超爽的。傳承經典端遊IP改編而成的，遊戲畫面人物、畫面都美的讓人驚訝，而且每個職業都有自己華麗的技能。我最喜歡跟朋友一起組隊玩排位3V3聯賽，非常的刺激好玩，玩累了，還可以游泳釣魚，讓我好想整天都掛在遊戲裡，真的都玩不膩呢，呵呵遊戲很好玩，提個小建議。在一款小體量的單機勇闖地下城裏發現的一點，就是一些特殊效果詞條的裝備(似乎在當今的遊戲裏蠻常見)，例如增加技能範圍，或者飛行物數量，或者自動釋放壹個什麽低等級的技能，包括像些常規屬性如生命回復類的詞條，可以使玩家在技能以外更加極化的去選擇其他玩法流派。以上就是個人主觀想法吧，遊戲能有一定口碑肯定有他的過人之處，還是很支持的，加油啊！",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "毛火燁",
        "comment": "非常好玩，跑酷一條命模式的Roguelike，關卡隨機，動作非常流暢，可說是完美移植。建議可以像UUtt77 .C(o)M的遊戲一樣都是登入享至尊會員和無限元寶的，這樣應該會更多人玩，且遊戲也會送鑽和送一些你要的，手游平台內一定有無限元寶版！沒玩過的新手記得每關結束後要把cells花光，不然死掉就沒了，可買的物品有些是一次性武器道具，這些先不要買浪費，買那些可以永久提升能力的，能力提升之後就比較容易過關。雖然遊戲價格貴了些但買了也不會後悔(相比之下惡果之地的價格簡直超超超佛心，強烈建議買買買！)。玩久了熟悉後可以挑戰最速過關，可開房間得到額外獎勵。強烈建議搭配手柄玩(我目前是用黃蜂2搭配平板)。雙重跳的確有bug，常常按一下同時跳2次，造成有些地形不好爬上去，得試很多次才成功。最後希望能有中文化！",
        "reply": "哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "Google 使用者",
        "comment": "個人還是比較喜歡的，從來沒有玩過這麼久的手機遊戲！聽說去到kuu39,Ｃ??能玩滿V元寶無限版，進入遊戲就全部道具資源都無限用超爽的。傳承經典端遊IP改編而成的，遊戲畫面人物、畫面都美的讓人驚訝，而且每個職業都有自己華麗的技能。我最喜歡跟朋友一起組隊玩排位3V3聯賽，非常的刺激好玩，玩累了，還可以游泳釣魚，讓我好想整天都掛在遊戲裡，真的都玩不膩呢，呵呵遊戲很好玩，提個小建議。在一款小體量的單機勇闖地下城裏發現的一點，就是一些特殊效果詞條的裝備(似乎在當今的遊戲裏蠻常見)，例如增加技能範圍，或者飛行物數量，或者自動釋放壹個什麽低等級的技能，包括像些常規屬性如生命回復類的詞條，可以使玩家在技能以外更加極化的去選擇其他玩法流派。以上就是個人主觀想法吧，遊戲能有一定口碑肯定有他的過人之處，還是很支持的，加油啊！很久沒玩到這麼好的遊戲了，希望自己臉白點，給好東西。在上面可以玩好幾千個遊戲的鑽石無限滿v版，無限寶石無限資源玩起來才爽，哈，我都後悔現在才發現。身邊的朋友們都在玩這，推薦給我，人物角色還是畫面都是比較喜歡的款，一直玩了！不充值，只是體檢一下。畢竟是年少時玩了好幾年的遊戲。三個小時了 還沒完事~這麼慢童年的回憶啊。中學時。逃課去網吧。就是和同學打副本啊。",
        "reply": "\"哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)\""
    },
    {
        "name": "内升とも子",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。9ＡＺＡ，希OM有滿V的無限鑽石版，資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住（景放久了回來玩偶爾卡住认真回答），然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "朱梅芳",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在網址ｇｍsy9９.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住，然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不觉得烦，最後遊戲是真的很好玩，",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "Linette Beasley",
        "comment": "聽覺上的享受'以後再也不會無聊。還有壹個特別的小技巧告訴大家。在網址ＨＣCD9.?OM可以學習如何創造以太幣的睡後收入.躺著就能賺到幣.我今天已經收了三w多超爽.後面甭看了.但不知道是不是之前有更新過.更新了目前最新版本以後.比上一個版本得還更容易卡住.然後就要用縮小畫面來重新更新.一個不小心就要重新啟動。他都不觉得烦",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "辰朗佐名木",
        "comment": "老玩家期待已久，很有挑戰的遊戲，讓我告訴你egm369℃óＭ 能玩到無限元寶版，讓我們回到這款遊戲評論，自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。頭像是一樣的，運動模型是一樣的，系統是一樣的，同樣的BUG也會出現，同樣的死機位置。所以你們的開發費用",
        "reply": "None"
    },
    {
        "name": "岑家瑜",
        "comment": "老玩家期待已久，很有挑戰的遊戲，讓我告訴你pc2016℃óＭ 能玩到無限元寶版，讓我們回到這款遊戲評論，自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。頭像是一樣的，運動模型是一樣的，系統是一樣的，同樣的BUG也會出現，同樣的死機位置。所以你們的開發費用",
        "reply": "None"
    },
    {
        "name": "齊石武",
        "comment": "必须去瀏覽器打開網址　ＦＲＥＥ9977·C〇м　上體驗這個遊戲的無限版。遊戲盒裡面幾千款全部都是無限版手遊滿ＶＩＰ無限寶石無限元寶無限貨幣的遊戲。真希望快點更新，玩福利型的滿級V元寶無限版，各種資源啥的都無限。神獸，根本不花錢，遊戲也比較好玩，玩家很多，等什麼呢快來吧我玩了很多網路遊戲，所以這種自動和手動遊戲的結合，襲作團隊調查了優缺點後做出的一種創新各種各樣的手機遊戲。雖然風險很大，但至少他們想換點新東西。所以一開始說實話，我是抱著玩樂的態度來玩的，但沒想到裡面人物設定、技巧和對各種故事的描述都達到了高端網路遊戲的標準。雖然有很多地方改進和完善這個遊戲，但我相信它會越來越好。一個非常好的遊戲，不管人玩得如何好，如何分享，如何交流，我外面玩手機送禮物。不論畫質和流暢度，角色育有系統都做得非常好，操作就棄坑了希望官方能探納我的建議對它情有獨鍾，絕對是有理由的，遊戲精彩無限，建築工地設計完美結合，非常喜歡，如果有多些功能更加好，這樣玩起來會更刺激更耐玩如果的話，希望建設過程自主選擇喜歡的地方開發，裝修風格自主設計會更完美啦遊戲用戶自由選擇自己的夥伴組隊參加比賽一切要新穎，刺激，獨特風格。",
        "reply": "(`д´)阿不要一直這樣啦！"
    },
    {
        "name": "Khalid Nour",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。網址 EESS 2 2.?om 有滿V的無限鑽石版.資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩.底下很多人反饋操作問題.但不知道是不是之前有更新過.更新了目前最新版本以後.比上一個版本得還更容易卡住（上個版本可能背景放久了回來玩偶爾卡住認真回答）.就要用縮小畫面來重新更新.一個不小心就要重新啟動。他都不覺得煩",
        "reply": "ㄝ~您在說啥呢，怎麼看不太懂呀( ͡° ͜ʖ ͡°)"
    },
    {
        "name": "江田哲男",
        "comment": "骨灰級玩家期待已久，很有挑戰的遊戲，讓我告訴你Bang277℃óＭ 能玩到無限元寶版，讓我們回到這款遊戲評論，自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。頭像是一樣的，運動模型是一樣的，系統是一樣的，同樣的BUG也會出現，同樣的死機位置。所以你們的開發費用",
        "reply": "None"
    },
    {
        "name": "mukur shiao",
        "comment": "玩了4年已經87等現在已經不玩隨便賣了，原因是禮包太貴，87卡等要88等還要2年吧，人物經常卡頓開倉庫交易所要等好幾分鐘，變身太醜甚至藍變換個顏色當紅變，怪物外觀也沒新的重復使用，沒錢請美工嗎？多服已死城只能當電子機，沒有跟隨功能，可以玩的太少.....玩了四年好像傻子...",
        "reply": "請您不要離開亞丁大陸我們非常需要您的存在...٩(ŏ﹏ŏ、)۶"
    },
    {
        "name": "Durga Pandit",
        "comment": "在上課的時候不能玩遊戲，現在每天都玩這個遊戲。我到罔指MOB996,￠歐Ｍ發現了吾限圓宝版，還能吾限商城幣，吾限貨幣，不用氪都能虐土豪，這款遊戲畫面清晰，獎勵又多，畫面超贊挺好玩的，我喜歡這種類型，但是騰訊遊戲永遠都是這樣。 第一遊戲畫面亂不整潔，看著很花，界面不幹凈太多東西了。 第二聊天系統太難看了，沒有隱藏，我可以說是一個老玩家了，我覺得這個遊戲還是不錯的，在一開始打所有的副本都要三個人一起，不讓是過不了的，從一開始到現在我沒有放棄一個遊戲，我也一段時間退游但是後來我還是回來了。",
        "reply": "None"
    },
    {
        "name": "苡琮黃",
        "comment": "到底是玩遊戲 還是遊戲玩人，不能直有我被玩.所以我給5星",
        "reply": "None"
    },
    {
        "name": "莊信寬",
        "comment": "最近龍鬥士的技能有改變，更新完很不穩",
        "reply": "HI~~~帥氣的莊信寬勇者了解您的情況，關於儲值更詳細的問題，娜比建議您到客服中心詢問唷！\n天堂M客服回報連結https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM\n↑這邊會有小精靈協助您詳細步驟的↑"
    },
    {
        "name": "劉佳玲",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。Bang277，嘻óＭ】有滿V的無限鑽石版，資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩，底下很多人反饋操作問題，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住（上個版本可能背景放久了回來玩偶爾卡住认真回答），然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不觉得烦",
        "reply": "_(´ཀ`」 ∠)_拜託冒險者們不要點選奇怪的網頁…以免出現安全疑慮喔…"
    },
    {
        "name": "武蔵のおっちゃん",
        "comment": "遊戲風格也是我超級喜歡的，豐富的角色，就到去nnyy857.©o₥，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限商城幣。雖然遊戲中很多人也許不知道怎麼玩，但那個探索的過程的確是很有趣的。當然，你可以根據風飛的方向，判斷應該往哪邊走。我個人覺得，飛行有一點點難控制，希望能改得稍微簡單些。其他的根本不用說，真的是很好。但新手指導太少，這些都是我的建議能玩帶著遊戲的，希望能幫助像快節奏的塔防兄弟這樣的玩家。下載後，直接顯示加載的介面。我希望作者能對這個遊戲做--個簡單的介紹。遊戲本身還行，送的也可以。但會被扣信譽值的浪投跟獨狼的界定很不好。當你的隊友選了兩個防守型角色時，只剩你比較能攻，不獨是要投降嗎？甚至有時也會遇到新手或水平較低的玩家，怎麼也攻不進守不住時，傳給他的意義何在？這遊戲不是在比賽嗎？浪投被扣信譽尚可接受，獨狼為什麼要被封？能帶隊讓其它玩家躺贏也很開心，比賽時把球交給最強的球員得分有什麼問題？每次一個人拿超過對方全隊分數，就幾乎強制斷線？不論勝負了？那還比賽什麼？大家要和樂融融開心遊戲不計較輸贏的話，就不要用比賽的方式比較恰當。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "閻智龍",
        "comment": "遊戲還不錯，這次女的約會有整身圖，如果去異世界手遊網！看一下，你會發現為甚麼玩手遊要花這麼多錢，這裡角色先抽到滿意才開局，各種素材經驗和掉寶率都是十倍起跳，模式也還是熟悉的那種，不過遊戲播放故事內容的時候就算是男的也都稱呼女生的妳有點怪怪的...但介面操作還算簡單，畫風及動畫很喜歡，多變我認為可以提高一點難度，我最喜歡挑戰了喜歡這種慢慢玩就可以變強的遊戲，因為這樣就不需要課金了!!!!!",
        "reply": "(´;ω;`)請各位冒險者不要搜尋不明的網址喔…"
    },
    {
        "name": "爽快",
        "comment": "換個新手機，就不能玩，真爛",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲連給一顆星都不值，1.工作室有夠多也不見處理，2.抽卡機率在那也不說，只有不斷的課金，沒有保底.3.客服人員也很差，講的也是官方說法。4.新手建議別玩，亂殺人的一堆，新手無法生存。最後遊戲移除，下台一鞠躬。",
        "reply": "None"
    },
    {
        "name": "羅宇文",
        "comment": "你們是要倒了嗎？一直斷線？沒那個屁股就不要把手遊搞的像桌遊",
        "reply": "None"
    },
    {
        "name": "Luz Bustamente",
        "comment": "讓我告訴你HBO277點c歐m上可以體驗一下無縣圓寶手遊，登入就享至尊會員，還有原創角色交易系統，玩膩了可以換現金。但自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。人物和景色處理都獨樹一格，每-個地方都環環相扣，讓我體驗到遊戲設計師的創意小巧思，非常耐玩，而且劇情引人入勝，但是在敘事的時間也不會冗長，把握的剛剛好，跟我以前玩的手遊完全不一樣，是一個有層次跟故事的遊戲。",
        "reply": "None"
    },
    {
        "name": "楊玥婷",
        "comment": "自動練功的機器人實在是太過於多了，而且要進入商店（賣）東西的速度實在是太慢，我在家裡面用wifi的速度是:100M,最後想問一下貴公司，為何要把商城的買（賣）的等級，設定到70級呢？對於有心想要練功的新手想要上去商城購買好一點的武器，防具，都都無法買，想要賣打到的虛擬物品，也無法販賣，這是不是很不方便呢？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "希望可以把金幣發揮更好的效果，可惜不能像網址ḄṲḠ12.Coṃ裡的遊戲一樣，註冊遊戲帳號後就有元限元寶，還送你至尊Ｖｉｐ，變態版手遊幫你省很多台幣，或是把尖兵寶箱的物資換掉，換成一些比較吸引人的物資，例如套裝或武器皮膚，以及是否可以跟PC版本同步更新，有些PC版本有的物資，手遊都沒有出現，像是側瞄鏡、P90……之類的 整體而言，這是我目前遊玩過最棒的手遊，請保持下去，千萬不要一昧的坑殺玩家，這樣是留不住玩家的，多讓點利潤給優質玩家是很好的方案。非常簡單卻也非常耐玩的燒腦遊戲，打發時間十分好用，容易停不下來不斷的想挑戰。不過仍是有些缺點，像是背景音樂太過單調，車站增加與壅塞提示不夠明顯(有時會沒注意到有新站點或壅塞狀況發生而突然被結束)，另外選擇地圖的列表有點太長",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "陳育賢",
        "comment": "非常感人的劇情，當火箭升空時我的眼淚已經流下來，非常推薦大家。建議可以像，燄之手遊網！的遊戲一樣都是登入享至尊會員和無限元寶的，這樣應該會更多人玩，且遊戲也會送鑽和送一些你要的，手游平台內一定有無限元寶版！但我到後面才知道肚子黃色的暗示，還有會搞不清楚他妻子到底生什麼病，建議要玩兩次，會有不一樣的感受，，補述：音樂真的很好聽看得出來有用心。作為奇幻世界中一名偉大的領主，您將建立屬於自己的王國，徵召傳奇英雄，打造強大軍隊，攻城掠地，與百人聯盟攜手合作，在總兵量高達230萬以上全球史詩級戰爭之中，擊潰所有敵人，最終成為世界之王！挑戰來自世界各地的菁英玩家，擊敗一切阻擾您拓展鴻圖的對手，帶領您的王國踏上世界頂級榮耀之路！重要的資源要採集，設計的很好，唯一我覺的美中不足的，就是說話系統，都需要先點聊天框，再選頻道，再打字，因為用平板打字十分不便，結果打完字按確定不夠，還要再按送出，而且無法選則想看的頻道，所有頻道都一起，讓我常按錯，而在組隊打副本，想和隊友說話，還會遮住畫面，再切換組隊頻道和幫會頻道粉不方便，雖然現在組隊有彈出視窗，但還要用滑鼠點視窗，還常點不到，點到了打字，好不容易打好了，結果當前目標結束，剛打的字又全不見，因此在帶隊時，很不好控制，若能改善人性化點！",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "Google 使用者",
        "comment": "我個建議，就是是否可以把開發中抽到同款重複裝備，做一個交換，不然好不容易抽到的SR裝備居然是重複的，而且裝備還要4件都同款才會發揮最大的效益，我再抽現在的特殊裝備時總共抽到了5件的SR但兩件是重複的，實在是有點無奈，然後如果要兌換的話存到來，活動都結束了，還換不到，而且這又是一款吃裝備的遊戲。希望你們可以更好，加油！本來想消磨一下時間，發現去波羅騎士網更好玩，在上面可以玩好幾千個遊戲的變態版,無限寶石無限金幣玩起來才爽,我超後悔現在才發現，不是簡單的消磨時光的遊戲。推薦個你，開心一起。服務很人性化，教學覆蓋很全面，從新手到大神都有階梯性指導，時不時會找美女陪玩，做得用心。很好玩，劇情安排合理，還有各種不確定的事件觸發，讓遊戲充滿了各種驚喜。贊一個，小製作中的良心之作，一直在更新進步，增加更多玩法，雖然畫面和引擎沒有大製作那麼牛逼，但是足夠玩了，各種功能很詳細，手可能需要幾天來研究一下。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "德克",
        "comment": "垃圾遊戲，每次打世界王，伺服器就卡頓的要命，黑橘的內湖公司一大棟，裡面都是裝大便嗎？糞Game！！！",
        "reply": "None"
    },
    {
        "name": "林震南",
        "comment": "下載好全伺服器創角限制，可以關一關了。",
        "reply": "None"
    },
    {
        "name": "San",
        "comment": "你好，2.24的製作變身卡活動我有抽到，但是蒐集的屬性卻沒有出來，能處理嗎？",
        "reply": "這麼高階的魔法娜比還不了解呢(๑•́ ₃ •̀๑)\n不過娜比會向魔法師們報告您的問題的，魔法師們也一直很重視排隊的問題~(*´д`)\n還請您給娜比和魔法師們多點時間和耐心:;(∩´﹏`∩);:"
    },
    {
        "name": "Z M",
        "comment": "這種遊戲品質，換代理商好了。爛👎👎👎👎👎👎",
        "reply": "None"
    },
    {
        "name": "刘修淇",
        "comment": "谢谢团队的用心设计规划每一个活动，这个帐号我玩了快要8个月",
        "reply": "None"
    },
    {
        "name": "林偉勝",
        "comment": "創帳號進去都是限制角色大家怎麼進來玩 滿好笑的遊戲",
        "reply": "None"
    },
    {
        "name": "寶貝娃娃",
        "comment": "東西太難打了。 那個匿名怎一直打到遊戲效果哈",
        "reply": "None"
    },
    {
        "name": "李奧納多皮卡丘處機",
        "comment": "抽變身娃娃之類的，機率那麼低是在三小。",
        "reply": "None"
    },
    {
        "name": "Anthony Torres",
        "comment": "老玩家期待已久，很有挑戰的遊戲，讓我告訴你ZZ5205，Co㎡能玩到無限元寶版，讓我們回到這款遊戲評論，自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。頭像是一樣的，運動模型是一樣的，系統是一樣的，同樣的BUG也會出現，同樣的死機位置。所以你們的開發費用",
        "reply": "(ㆆᴗㆆ)娜娜不是很明白您的意思…不過請不要散佈奇怪的網頁喔！"
    },
    {
        "name": "零劉侃",
        "comment": "很讚，一上架我就開始玩了，但是我發現一個網站叫KDEEK。CОm有滿V無限鑽石版的平臺，那裡資源通通都是無限，抽到滿意的角色才開局還有百款手遊等著我玩，我一直很喜歡裡面的劇情，對我來說戰鬥比較無聊可以跳過真的很方便，雖然關卡越後面就會越難導致我最近有點小卡住，但是為了把劇情看下去，我會繼續努力的啦.是近期我最喜歡的手遊，神裝神獸先任選再開局週週都會更新活動，獎勵根本拿不完，透過精緻的場景設計、豐富的人物設定，呈現錯綜複雜的劇情，豆腐可以換還不錯，服裝也是很有特色，之後開發男女說不定會更好，但是廣告問題需要盡快解決！有時無法觀看影片拿到衣服！不過！幸好你們有可以在觀看影片補回來衣服的方案，不然真的會給1顆心，之前跳到最高300分多結果因為看影片的問題而無法拿到衣服而且是好幾次！希望問題能改進超爽的阿。幾乎完全是經典重現，劇情跟電腦版的差不多，整體來說已經很棒了！ 但如果光影處理再用的更好更細膩的話那整個遊戲的畫風一定也會再提升。",
        "reply": "(☍﹏⁰。) 請您不要隨意散播奇怪的網址！您是賽尼斯派來的嗎！"
    },
    {
        "name": "Google 使用者",
        "comment": "好玩，但從昨晚開始，我是在遠大法師網！找手遊，裡面無需儲值就可以滿V無窮無盡的元寶，進去就先送你神裝神獸，每週都還有很多活動禮包更新。突然不能觀看廣告，只要一點影片鍵，就會跳出「廣告尚未準備好」之類的訊息，導致放大鏡不能用，也無法獲得30點以上的體力或其他獎勵。已檢查過網路連線，完全沒問題，甚至嘗試過重新開機跟重新下載，皆無法解決不能觀看廣告的問題。有點困擾，希望能趕快改進！",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "王夕陽",
        "comment": "不能登入，它顯示我沒網路或儲存空間不足，我用的是5G耶空間還有86G這樣會不會太扯",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "體驗上很多令人驚艷的地方,不過我還是習慣搜尋異世界手遊網到上面載鑽石無限滿V版,創了角即送神裝神獸,免充免課才爽嘛還有百種熱門經典遊戲的無限版能玩到,人物精緻,自動導航也很方便使用,載入速度也夠快,穩定又不會卡,遊戲操作上也很簡單,跑起來順暢其實就可以征服很多玩家了!畢竟遊戲就是要順才玩得下去嘛!角色也都很有特色,人物精緻又耐看.",
        "reply": "None"
    },
    {
        "name": "陳育祥",
        "comment": "為什麼開始掛機沒幾分鐘就自己登出這樣根本沒辦法內掛，本身是拿蘋果6sPlus",
        "reply": "安卓相關配備最低規格要求：\n• Android版本：4.4以上\n• 解析度：1136*640、960*640\n• 儲存空間：RAM 2GB以上、儲存空間32GB以上"
    },
    {
        "name": "Burch Antoine",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在KNN８３.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲好玩,怪物種類繁多，技能也非常有獨特性！非常好玩。好希望可以像ḚṘṠ⒐C0Ṃ上的遊戲一樣，都是登入送VIP和無限鑽石，這樣一定會有更多人玩，別浪費台幣在這遊戲上了，超级好玩的手遊！畫面色彩搭配很美，音效沈穩內斂又起到好處的烘托氣氛，每一個章節的機關都設計的很巧妙！台詞也很優美，非常非常值得一玩的遊戲，劇情不錯，不會太難(我一個晚上就全破關完了，優美的音樂加上精緻的遊戲畫面及風格，很享受。不論是構圖或色彩，都非常有設計感，還有優美的配樂，還能動腦，真的老少咸宜，非常喜歡幾何圖形的創意，搭配音樂和背景，非常適合與孩子一起學習動腦，但是玩過一代後，跟著孩子一起嚎叫似乎把難度資金投在美學上了，跪求資料片，一樣在音樂跟設計上很優秀，雖然不太懂故事，但整體難度沒一代高。二代創新的煙火設計很棒，非常感謝團隊出的好作品。",
        "reply": "(つд⊂)請不要再這樣做不明的廣告了…"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲代理商只有爛而已，我小課正常玩家，只是改密碼，就被系統判定有被盜賬號的問題，鎖了7天，工作室不鎖，大課不鎖，專門欺負小課玩家，反應給線上客服，致電給客服人員一樣都是用制式罐頭回覆是系統判定，他們無權處理，這總練等遊戲被鎖7天基本上就不用玩了，等級就差別人一大截了，以後不會再碰橘子旗下的任何遊戲了，花了錢照樣鎖，還是不給理由的鎖，建議所有想玩的玩家，直接按上一頁離開!,笑死了，上面才在說都是制式罐頭訊息回覆，下面馬上又有罐頭回覆了，罔顧玩家權益，服務品質底下，標準的騙你錢不服務，非常建議新手，老手一起退坑!",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "有不少令人驚艷的地方，但我建議到異世界手遊網上玩無限元寶版，直接就無限元寶資源根本不用充真的是太省錢了而且還有很多類型的無限版手遊任你選，好想再多給一顆星是因為沒課也能靠技術過關，雖然攻擊力不夠的時候要花較多時間，希望可以對沒儲值的玩家有比較好的待遇，說不定能吸引玩家來玩，也能讓退遊的無課金玩家回鍋，以上是我的建議，討論區都快爆滿了哈！感謝官方每次都讓發放超多獎勵的，角色的內心的想法也被刻畫出來。不錯的屬性配置和平衡性很不錯。很簡單，畫質比較細膩，趣味性強。建議設置一鍵索取/傳送愛心 建議在新增商店的地方顯示已設立的商店 像是可以在每個商店選項左下顯示已設立1間之類的，不然每次新增商店，都要思考什麼商店建過了，就怕新增到一樣的。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要隨便搜尋唷"
    },
    {
        "name": "Google 使用者",
        "comment": "抗錢的遊戲。。。難怪一堆。。課長退抗。。雖然我還在玩。。。遊戲做的好。。不懂管理。。一個為利益的遊戲。。早晚沒人玩。。在多的抱怨也沒用。。。這種遊戲也不會長久",
        "reply": "親愛的玩家您好，\n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "哇！這類型手遊不多見耶，如果去網址Ekuu9, c om看一下，你會發現為甚麼玩手遊要花這麼多錢，這裡角色先抽到滿意才開局，各種素材經驗和掉寶率都是十倍起跳，還有無限元寶！模式也還是熟悉的那種，不過遊戲播放故事內容的時候就算是男的也都稱呼女生的妳有點怪怪的...但介面操作還算簡單，畫風及動畫很喜歡，多變我認為可以提高一點難度，我最喜歡挑戰了喜歡這種慢慢玩就可以變強的遊戲，因為這樣就不需要課金了!!!!!",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Bethanie George",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在wgg36.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩好玩!",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "Alexander Taylor",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹綠色戰刀網，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，還可以互相切戳，這款遊戲讓我今年每天都很快樂，這款遊戲還讓我跟朋友的感情與默契越來越好。",
        "reply": "(ㆆᴗㆆ)娜娜不是很明白您的意思…不過請不要散佈奇怪的網頁喔！"
    },
    {
        "name": "Joshua Diaz",
        "comment": "大家都在玩，如果簡單一點，這個遊戲會很火。美中不足就是不能像暗殺戰龍網上面可以玩無線資源的遊戲啊，裝備上線就能頂級，真是太爽了，屬性能刷爆，這款遊戲上手很簡單。讓人停不下來的腦補遊戲，耐玩，內容很棒，遊戲還是蠻好玩的，推薦一下，我從四年前入坑，當時凱瑟琳還是需要練級後得，當時只有四個角色",
        "reply": "(╯‵□′)╯︵┴─┴請您不要散佈奇怪的網址欺騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "執行的遊戲無故被強制登出，再次登入時出現了，由於你的帳號有使用安全或其他鎖定原因之虞，暫時處於無法使用狀態，請移至「問題回報」進行身分驗證與帳號狀態確認之後遊戲更新後又可以玩，可是又玩幾天後又被強制登出之後寄了一封解除合約信。真是奇怪的自動偵測系統，沒有使用外掛程式，安規定玩，卻說我不安規定玩。反應多次，答案一樣要解除合約。",
        "reply": "None"
    },
    {
        "name": "施盃秀",
        "comment": "排隊一排6小時，那就算了，剩400人突然登入，進入選角畫面，再馬上跳出訊息顯示該帳號試圖重複登入，遊戲將結束，馬上重開遊戲又重新排6小時，一樣400人又再一次，只開一個帳號玩，我要求退費",
        "reply": "None"
    },
    {
        "name": "Leroy",
        "comment": "本來想消磨一下時間，發現去gm9453、￠óＭ更好玩，在上面可以玩好幾千個遊戲的變態版,無限元寶無限金幣玩起來才爽,我超後悔現在才發現，不是簡單的消磨時光的遊戲。推薦個你，開心一起。服務很人性化，教學覆蓋很全面，從新手到大神都有階梯性指導，時不時會找美女陪玩，做得用心。很好玩，劇情安排合理，還有各種不確定的事件觸發，讓遊戲充滿了各種驚喜。贊一個，小製作中的良心之作，一直在更新進步，增加更多玩法，雖在玩法上引入了特色的劇情加成。給我一種很強烈的帶入感效果。還有遊戲畫面！！",
        "reply": "哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "Google 使用者",
        "comment": "更新後非常順暢，尤其自動匹配的時候。這遊戲送的東西算是很佛心了吧…也太多，不想氪金的朋友們就到網址ＮＹＹ９,C om體驗上線送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限鑽石。前期來說，真的就是爽玩，鑽也莫名玩到身上很多，再來就是看後期的角色需求才會知道這遊戲會不會需要大課了，以休閒玩家小玩來說的話，我覺得我還滿推薦的，雖然第一次玩這種暗黑題材的遊戲，但這個劇情我很喜歡，操作的地方也很流暢，感覺滿耐玩的，不過我跟你們說，你們不用刻意去找地圖裡面的那個寶箱，找了老半天，開出來的都拉g，還不如快速把劇情任務過完，還有就是這遊戲的系統跟功能很多，要多玩幾次會比較上手，上手後你就會知道這遊戲還滿讓人停不下來的，是不錯玩拉，不過對新手來講沒有新手教學跟連習場，直接上排位戰這就無言，還有大部分角色都有技能，少數角色沒技能還要等改版那還玩啥，另外角色的攻擊數值判斷有些問題。每條命都有相應的血量。這個遊戲只要妳投的準，人物又厲害。基本就沒什麽困難了。",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "Google 使用者",
        "comment": "給好東西。還可以去遠大法師冈的網頁上玩好幾千個遊戲的變態版手遊，無限商城幣無限資源玩起來才夠爽，不論你是射擊手或解謎家，子彈先生可讓你隨時挑戰自己，是市面上最棒的物理射擊遊戲。這款容易上手操作的遊戲幾乎不可能全破，絕無冷場。與惡名昭彰的惡棍作戰，成為傳說探員。開始你的任務，絕不停射！命中靶心！多種地圖選擇 - Erangel、Miramar、Vikendi 和 Sanhok - 超大精緻地圖，截然不同的戰鬥環境，晝夜交替，隨機天氣變化，模擬真實戰場。從都市街巷到凍土苔原、熱帶密林，掌握所有戰場機密，規劃您的專屬致勝路線。別想念哥，去遠大法師冈只是一個難以觸及的傳說，上那可以玩無限元寶滿V版，裝備啦材料通通都直接全滿隨便用還有很多遊戲的無限版能玩，免費領取巨額鑽石超級爽的。收集素材、主線、賺錢、打怪、升等、做衣服等等、這就是這個遊戲每天在做的事情、沒有強迫你要做什麼，主線完全可以隨緣，不過缺點就是地圖太大每個點都要自己跑，升級也很麻煩，素材也很難收集，但是反而感覺這更加的實在，也是這遊戲好玩地方，是缺點也是有點也是有點。",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "倫艾",
        "comment": "這個真不錯，像蒼天牧師網根本土豪，抽到滿意的角色才開局各種資源鑽石全都能無限這樣還不爽嗎，還會教導一些貓咪小知識，話說，今年一月從公司撿了一隻一個月大的生病貓回家，真的很可愛，遊戲玩一玩，也要陪伴真正的貓咪喔！最後，請領養代替購買，請領養代替購買，請領養代替購買，請領養代替購買，請領養代替購買，因為非常非常重要，所以講五遍比以前還要好玩多了，沒想到網址gm3029.、， 比我想像中的好很多～ 很推薦大家玩喔，不要限制角色和佈陣方式，遊戲內容會豐富許多，因為每次玩到一個關卡都比一關難，甚至都要用好的直升機比較強的武器才有辦法破關，但是都要用自己的錢去租賃強的直升機，而且只能用3次，3次沒了就沒有了才，就沒有辦法破關，每次玩到第7關就很難破，因對手太強，所以很難，只能從第1關開始賺錢，才能租賃好的直升機往前破，不過還蠻浪費時間，最後就刪除了 不過更新之後，很棒，謝謝你這遊戲創造者我很喜歡你當他出來的時候，我迫不及待想下載，那些喜歡開發手遊的新手玩家一般來說，畫風不錯的遊戲內容豐富，但新手指導太少，這些都是我的建議，希望能幫助像快節奏的塔防兄弟這樣的玩家。下載後，直接顯示加載的介面。我希望作者能對這個遊戲做一個簡單的介紹。希望未來版本能加强單兵在當前戰鬥中的比重，觸發一對一特技的概率太低，即使一對一的勝利對敵人有影響。有人建議，一對一獲勝後，你可以選擇是否殺人。殺戮後，敵軍的逃兵數量減少。讓我談談我的感受，直到一開始，現在已經把它變成捉老鼠的遊戲了。老實說，只要你不趕時間，這是收集的好方法",
        "reply": "嗚嗚..求求你不要再傳一些怪怪的網址了༼ ༎ຶ ෴ ༎ຶ༽"
    },
    {
        "name": "Elizabeth Hood",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在網址HＣＣD9.?OM可以學習如何創造乙太幣的睡後收入，躺著就能賺到幣，我今天已經收了三w多超爽，後面甭看了，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住，然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不觉得烦",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "金a",
        "comment": "請問我角色、伺服器忘了， 裝置又滿了，無法登入， 該怎麼解決這個問題？ 問題回報一定要我輸入， 重點是我就是沒辦法輸入啊。 沒有其他方式嗎？",
        "reply": "None"
    },
    {
        "name": "恵治小森山",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ｇｍＲＰＧ.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "梅怡萱",
        "comment": "必定好玩玩了許久，玩法很自由不設限。必须去瀏覽器打開網址\"焰之手遊網\"上體驗這個遊戲的無限版。遊戲盒裡面幾千款全部都是無限版手遊滿ＶＩＰ無限寶石無限元寶無限貨幣的遊戲。真希望快點更新，玩福利型的滿級V元寶無限版，各種資源啥的都無限。神獸，根本不花錢，遊戲也比較好玩，玩家很多，等什麼呢快來吧我玩了很多網路遊戲，所以這種自動和手動遊戲的結合，襲作團隊調查了優缺點後做出的一種創新各種各樣的手機遊戲。雖然風險很大，但至少他們想換點新東西。所以一開始說實話，我是抱著玩樂的態度來玩的，但沒想到裡面人物設定、技巧和對各種故事的描述都達到了高端網路遊戲的標準。雖然有很多地方改進和完善這個遊戲，但我相信它會越來越好。一個非常好的遊戲，不管人玩得如何好，如何分享，如何交流，我外面玩手機送禮物。不論畫質和流暢度，角色育有系統都做得非常好，操作就棄坑了希望官方能探納我的建議對它情有獨鍾，絕對是有理由的，遊戲精彩無限，建築工地設計完美結合，非常喜歡，如果有多些功能更加好，這樣玩起來會更刺激更耐玩如果的話，希望建設過程自主選擇喜歡的地方開發。",
        "reply": "None"
    },
    {
        "name": "Evangeline Obadiah",
        "comment": "個人還是比較喜歡的，從來沒有玩過這麼久的手機遊戲！聽說去到冰霜王族網資源鑽石都是無限的，還有千款遊戲無限元寶版手遊，這個遊戲很好玩角色的內心的想法也被刻畫出來，很棒的神還原。傳承經典端遊IP改編而成的，遊戲畫面人物、畫面都美的讓人驚訝，而且每個職業都有自己華麗的技能。我最愛跟朋友一起組隊玩排位3V3聯賽，非常的刺激好玩，玩累了，還可以游泳釣魚，讓我好想整天都掛在遊戲裡，真的都玩不膩呢，呵呵遊戲很好玩，提個小建議。在一款小體量的單機勇闖地下城裏發現的一點，就是一些特殊效果詞條的裝備(似乎在當今的遊戲裏蠻常見)，例如增加技能範圍，或者飛行物數量，或者自動釋放一個什麽低等級的技能，包括像些常規屬性如生命回復類的詞條，可以使玩家在技能以外更加極化的去選擇其他玩法流派。以上就是個人主觀想法吧，遊戲能有一定口碑肯定有他的過人之處，也希望多給玩家更多的未來活動資訊，讓玩家可以有想玩的心，繼續享受這遊戲的快感，支持你們，加油只是體檢一下。畢竟是年少時玩了好幾年的游戲。而且每天登陸都會有大量的金幣相送的哦一款商業人生的模擬商戰。",
        "reply": "哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "陳志遠",
        "comment": "老玩家期待已久，很有挑戰的遊戲，讓我告訴你1998game，Co㎡能玩到無限元寶版，讓我們回到這款遊戲評論，自從最近更新了就不能進入遊戲。一開遊戲就閃退，帳號也一直不能成功梆定。希望有人可連絡我提供協助。頭像是一樣的，運動模型是一樣的，系統是一樣的，同樣的BUG也會出現，同樣的死機位置。所以你們的開發費用",
        "reply": "報告！天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。 請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "Alexander Williams",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。網址ＺＣ0857.?OM可以學習如何創造乙太幣的睡後收入，躺著就能賺到幣，我今天已經收了三w多超爽，後面甭看了，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住，然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不觉得烦",
        "reply": "這些奇怪來打廣告的人哪兒來derヽ(#`Д´)ﾉ呼籲各冒險家們，不要亂點不明網址唷!!"
    },
    {
        "name": "Sibyl Bishop",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ewhh９.?OM 有滿V的無限鑽石版，資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩，底下很多人反饋操作問題，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住（上個版本可能背景放久了回來玩偶爾卡住認真回答），然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不覺得煩",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "Mary Hamilton",
        "comment": "聽覺上的享受'以後再也不會無聊。還有壹個特別的小技巧告訴大家。在wgg３６.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩好玩'",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "佰輝鴻",
        "comment": "相較其他的遊戲真是佛心阿，後來發現綠色戰刀網，上面有滿V版可以玩，資源元寶都是無限用的，上線就送無限商城貨幣，有點晚才發現。專業知識及操作複雜得多，遊戲樂趣也因此大幅提升，雖然複雜，但遊戲內的執照系統，可以很完整的讓玩家知道怎麼操作，還有希望可以把地形做立體後增加迫降的可能，現今版本中，只要不是機場跑道或滑行道，飛機在符合降落條件的狀況，接觸地面仍然直接算作墜機，還有，飛機故障發生在起飛就很不真實，如果是起飛，離機場不遠，發現故障應該立即折返機場，而不是暫時解決問題後繼續飛 最後，希望起落架不要這麼脆弱。 起落架改我評五星",
        "reply": "再回一些怪怪的評論娜娜就…龜派氣功(ﾟДﾟ)&lt; ============O))"
    },
    {
        "name": "Robin Vincent",
        "comment": "第一次讓我想寫評論,朋友們可以嘗試去uutt77,CΟ㎡沒有討厭的體力限制，沒有該死的儲值抽卡，ＢＴ手游平台是未來的趨勢，還有角色交易系統！,客服您好，請問EVA關卡能用林默娘了嗎?我看公告，他寫說持續修復這問題，但活動時間已經剩下不到一半了，卻遲遲沒再看到相關訊息，而我也不是遇到公告上寫的黑屏。實際情況:我在打困難的第三區域的第三關，一開始林默娘能移動、攻擊，但當他開必殺技後，他就一動也不動了，我還特地將操縱角色換成他，結果也是無法動作，怎麼按他都會在原地不動，導致我整個關卡都不能開他的必殺技，我才剛回鍋，擁有較強的射擊手就只有他，而我又沒抽到明日香，造成我現在手裡最強的不能用，當前熱門的角色也沒有的窘境，這要我如何是好。",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･啊～～～留下奇怪網址的人，娜娜也不清楚他們的來歷！\n請亞丁勇者千萬不要輕易嘗試唷，以保障個人裝置的安全(◕ܫ◕)"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲設計有不少令人驚艷的地方，然後我是到KK1943?C0?上玩無限元寶版，直接就無限元寶資源根本不用充真的是太省錢了而且還有很多類型的無限版手遊任你選，好想再多給一顆星是因為沒課也能靠技術過關，雖然攻擊力不夠的時候要花較多時間，希望可以對沒儲值的玩家有比較好的待遇，說不定能吸引玩家來玩，也能讓退遊的無課金玩家回鍋，以上是我的建議，討論區都快爆滿了哈！感謝官方每次都讓發放超多獎勵的，角色的內心的想法也被刻畫出來。不錯的屬性配置和平衡性很不錯。很簡單，畫質比較細膩，趣味性強。我玩到第六個狩獵地。翻譯品質還可加強，例如金幣的單位翻成「張」，解成就的報酬是「金幣200張」，真的很怪。 2)食材商店非常不人性，因為這遊戲所有商店都統一在一區(包含獵槍、陷阱等)，但賣食材只能從餐廳的食材櫃，因為持有量只有食材櫃會顯示。 3)狩獵點數上限只有3，玩家升級的時候。",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Nevin Cecilia",
        "comment": "遊戲中背景音樂是我最喜歡的，我都會先到網址tap173．￠óＭ上找星耀版手遊，無限元寶和大量的商城幣沒有限制資源玩起來才夠爽，還有角色交易系統唷。場景做的很細緻。 感覺可以靜下來心，可以獨自慢慢玩的遊戲。雖然很難受還是會繼續堅持玩的魔性遊戲。對於老手們，是一個不錯的選擇，上線即送滿級VIP 、鑽石拿到手抽筋、 天天精彩豪禮送送送不停 。去了解那些年發生的故事。 PVP方面也是有一定的深度，不是完全數值的比拼，各種招式的對碰，講究見招拆招，不能一味地進攻和防禦。",
        "reply": "(☍﹏⁰。) 請您不要隨意散播奇怪的網址！您是賽尼斯派來的嗎！"
    },
    {
        "name": "鄒承翰",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。網址 ＧＭＸＹＺ.夕om有滿V的無限鑽石版，資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩，底下很多人反饋操作問題，但不知道是不是之前有更新過，更新了目前最新版本以後，上個版本可能背景放久了回來玩偶爾卡住認真回答，就要用縮小畫面來重新更新，要重新啟動。",
        "reply": "請您不要再分享不明的網站連結了…(›´ω`‹ )"
    },
    {
        "name": "Nina Ford",
        "comment": "精彩活動的人數禮包、可惜不能像abc1765.сṐΜ！裡的遊戲一樣，註冊遊戲帳號後就有大量鑽石，還送你至尊Ｖ，福利版手遊幫你省很多台幣，未開啟英雄、行商，這些都無法顯示，請解決謝謝。 遊戲內容很好，現在我唯一花錢的遊戲，但很多都有漏洞，像是無法觀看廣告增加體力、行商這些地方都空白沒東西沒顯示，希望趕快排除此問題，用行動網路或是用WIFI完全沒改善，請用心改善，請解決問題。（如果沒這些缺失我會給五顆星，但是影響到有玩的進度跟流暢度很困擾所以少給兩顆星） 12/1補充 感謝官方用心回應 廣告已經可以看了 但是行商依然空白，行商空白看不到商品，都沒辦法買東西，請解決。很好玩！角色很有設計感，後來發現上面有滿V版可以玩，資源商城幣都大量發給您，只為了回饋玩家留住玩家。技能也都蠻特別的，故事劇情也都很不錯。只要有心慢慢練也能玩的起來的遊戲，推薦大家！不課金、運氣差也能玩的起來！優良又佛心的遊戲！ 建議改進： 1. 活動可以多一些！！！ 2. 每日登入的獎勵沒什麼特別，可以試試跟一些節日或活動結合，登入送獎勵（例如：過年期間登入送～） 3. 角色傳記拜託了！故事真的悄悄那張紙和筆偷偷佈陣以前多麼的美好而現在都已成為過去希望你們能重拾這款遊戲雖然找不到當年的趣味了玩了好幾年了期間由於工作關係卸載過一次",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "Google 使用者",
        "comment": "很久沒玩到這麼好的遊戲了，希望自己臉白點，給好東西。還可以找ＧＭ１９４３,C om的網頁上玩好幾千個遊戲的變態版，無限寶石無限資源玩起來才爽，哈，我都後悔現在才發現。身邊的朋友們都在玩這，推薦給我，人物角色還是畫面都是比較喜歡的款，一直玩了！不充值，只是體檢一下。畢竟是年少時玩了好幾年的遊戲。三個小時了 還沒完事~這麼慢童年的回憶啊。中學時。逃課去網吧。就是和同學打副本啊。哭。都是情懷啊。時間殺手，玩到忘記上班。這個遊戲是我玩的最久的一個遊戲了，雖然中間棄坑了一段時間，但還是回來了，",
        "reply": "ヽ(`Д´)ノ天堂M比較好玩啦！"
    },
    {
        "name": "Aiden Richardson",
        "comment": "從來沒有一款遊戲能有這樣的黏性和彈性，更重要的是綠色戰刀網可以玩到這遊戲的滿V圓寶吾限版，創角就可以直接全部東西都是吾限，爽歪了。這個遊戲真的給人一種豐富的體驗和樂趣，但是你是否可以取消時間限制，除了房間聚會模式的自訂規則外，其他模式都應該取消時間限制。因為最後的冠軍是沒有人知道，限時更令我感到冇癮和對所有玩家不公平。",
        "reply": "依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，請不知名人士不要散佈奇怪的網頁喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "每次一更新完後就會頓是哪招？只想順順的玩遊戲好像很困難一樣，還是你們只是想從玩家身上撈錢而已，遊戲品質不顧了？到底這是手機遊戲還是電腦遊戲，難道只能下載模擬器用電腦玩嗎？遊戲裡面的問題回報也無法使用，那要這個程式幹嘛？",
        "reply": "Hello~何建宏 您好!\n關於您詢問的問題，因需要查詢相關資料確認，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "太好玩了，真的很吸引人，可以吸引人的游戏我都会给五颗星。後來發現地空詠唱網上線滿V級版可以玩,資源元寶都是無限用的,上線就送無限商城貨幣,有點晚才發現。它的英雄和技能我都很喜欢。我也觉得很历害。我也没想到会这么历害和吸引人。这是我玩过最历害和吸人的游戏。也可以和全世界的人一起玩也很历害。最后我也希望你们可以做跟多的游戏，但是是要比这个游戏跟历害和吸引我才会给颗心，不然我会给一到四其中几个。想拼大神不課金不可能，但是想找個好玩的遊戲，這個不錯.音樂動畫劇情我給五星，還有千爆款線上的遊戲無限版不用充就能玩超爽。直以來我最喜歡的就是音樂的布置以及劇情的設定，有別於一般的腦殘手遊只能夠無腦的去打打怪、解解任務，劇情的設定跟走向一直是支持我每天堅持上線遊玩，並且克金的唯一動力，希望後續能增加道具和更多種類的服飾武器頭飾，不過值得一提，單單只有無盡模式和賽事兩種玩法略顯單調，希望後續能進行改進。",
        "reply": "(つд⊂)請不要騙人家搜尋奇怪的網站阿…"
    },
    {
        "name": "Shanna Crusham",
        "comment": "一起玩遊戲很開心，認識了很多朋友，上看到NNyy857.©om裡面許多破解版的遊戲，外加海量的資源等你來拿，這僅此福利的一小部分，我當初也不相信，自己去體驗後才驚訝是真的，不用再費勁心思的打怪升級穿裝備，讓你了解土豪是怎麼玩遊戲的。大考時期佔據我很多休閒時間的經典，那時候無聊到刷地圖上限出城、刷妖刀上限、道具收集那時好像差黃梅杜莎滿、刷血雨。現在沒辦法那樣玩了，所以還是回憶最美好。 果然這類移植遊戲問題多出在順暢度跟操控上，不過不致於到無法進行遊戲，就慢玩慢通，這也是我最喜歡買斷制單機遊戲的原因之一。",
        "reply": "(☍﹏⁰)你們的遊戲才不會比天堂M好玩呢！哼！"
    },
    {
        "name": "Google 使用者",
        "comment": "不錯玩，有些地方還可以更便利一些還有優化一些系統會更好。還可以找Ḟuṇ6969.COṂ的網頁上玩好幾千個遊戲的變態版，無限寶石無限資源玩起來才爽，哈，我都後悔現在才發現。超好玩，上癮！這遊戲真的挺不錯的，非常打發時間又不會太難上手。 遊戲中我建議的有： 1. 希望改成戰鬥中顯示物資跟戰利品還有待救援的人的方位。 2. 希望改成撿完物資跟戰利品再結束戰鬥，不然好幾次都突然就結束了，戰利品跟物資都沒撿到。 3. 希望武器跟道具還有機器人增加功能說明，不然真的要進入遊戲才有辦法知道功能也很麻煩 以上三點希望能改動，這個遊戲設計的很棒，開發者辛苦了我很喜歡遊戲的主題和元素，真的會讓人放鬆心情。 可能我玩得沒很久，沒遇到什麼bug，不過我看得出遊戲公司的用心，大家只要給予回饋，我相信他們會改善的。 這個遊戲真的是難得的清流，就憑這點我就給5顆星了，我相信未來會越做越好。大家給點鼓勵支持一下吧～",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Matteo Bianchi",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。網址ＺＣ0857.?OM可以學習如何創造乙太幣的睡後收入，躺著就能賺到幣，我今天已經收了三w多超爽，後面甭看了，但不知道是不是之前有更新過，更新了目前最新版本以後，比上一個版本得還更容易卡住，然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不觉得烦",
        "reply": "(´_ゝ`)咦…娜比不太了解您說的事情呢… 我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)"
    },
    {
        "name": "Google 使用者",
        "comment": "真的。。手遊。遊戲。結果PC版能玩。把我們用手機玩的當什麼。。工作室一推不處理。用手機玩。。還顯示超過n個進入。。傻眼。。手機能用多少帳號進入呀。留言說到工作室。。。官方不會回覆。。真的。。。",
        "reply": "(`･8･)亞力安與您問好～咕，關於您提到的認證裝置滿七台問題，若您無法自行解除裝置，您可以以問題回覆來信提供您的角色id及伺服器名稱，並提供認證門號後，我們會立即協助您解除裝置喔～同時關於工作室的問題，目前紅騎士團的各位也正在努力追捕中，若冒險者願意協助他們，也可以來信提供那些被賽尼斯腐蝕的角色id及伺服器名稱，阿頓會非常感謝各位的幫忙的！  問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "潘雨潔",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之手遊站點，這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…"
    },
    {
        "name": "陳文甫",
        "comment": "現在別的遊戲都很快，這款遊戲還能保持本來的樂趣而沒有成為速食，但罔指oeoe98。ĊoＭ裡面的遊戲更難得，遊戲盒裡面資源鑽石都是吾限的, 幾千款吾限圓宝版手遊，暴爽特權，不花錢也能獲得傷害提升、經驗加成、絕版稱號等福利，我會一直玩下去 。討論區都快爆滿了哈！感謝官方每次都讓發放超多獎勵的，角色的內心的想法也被刻畫出來。不錯的屬性配置和平衡性很不錯。很簡單,畫質比較細膩，趣味性強。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "首先能見到手遊版天堂是什麼懷念，畫風比電腦版的完美很多，但手機控制比別人在電腦模擬器玩就沒那麽靈活了。再次就是制作全靠砸錢，無課玩家比較難制作基本道具，例如一般的娃娃覺醒。包月也比較貴，不能接受。",
        "reply": "非常感謝您對天堂M的支持與愛護~(́◉◞౪◟◉‵)\n也感謝您提出詳盡的建議，\n我們會將您的意見反映給相關單位做為未來改善或修正的方向!\n若您有需要處理遊戲的問題也非常歡迎您到客服中心與我們聯繫喔~(ﾟω´)\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "mzqj jxdjr",
        "comment": "目前大概玩了1，2個小時，整體感覺還是不錯的，去一個Pc2016. CȬm有滿V的無限元寶版，資源通通大放送還有千爆款線上的遊戲無限版不用充就能玩超爽不錯，挺好玩的~ 角色很可愛/美，故事看了不多，但覺得挺有趣的。角色的定位挺多樣的。不過最近更新後有一個新的通訊的聊天，然後在通訊裏紅包發了之後卻卡住了，沒有繼續聊天，也沒有顯示聊天結束。以上問題沒有其他影響，就只是該對話沒有繼續下去。希望你們可以找一下問題所在。謝謝。加油~",
        "reply": "(´ﾟдﾟ`)你才不是我們的冒險者！請不要做奇怪的廣告！"
    },
    {
        "name": "unbondable foxfish",
        "comment": "真希望快點更新，在網址sgg73,c0 m玩福利型的滿級V元寶無限版，各種資源啥的都無限。神獸，根本不花錢，遊戲也比較好玩，玩家很多，等什麼呢?快來吧!我玩了很多網路遊戲，所以這種自動和手動遊戲的結合，製作團隊在調查了優缺點後做出的一種創新各種各樣的手機遊戲。雖然風險很大，但至少他們想換點新東西。所以一開始說實話，我是抱著玩樂的態度來玩的，但沒想到裡面人物設定、技巧和對各種故事的描述都達到了高端網路遊戲的標準。雖然有很多地方可以改進和完善這個遊戲，但我相信它會越來越好。一個非常好的遊戲，不管人玩得如何好，如何分享，如何交流，我在外面玩手機送禮物。不論畫質和流暢度，角色育有系統都做得非常好，操作方…就弃坑了希望官方能採納我的建議!對它情有獨鐘，絕對是有理由的，遊戲精彩無限，建築工地設計完美結合，非常喜歡，如果有多些功能更加好，這樣玩起來會更刺激！更耐玩！如果可以的話，希望在建設過程自主選擇喜歡的地方開發，裝修風格自主設計會更完美啦！遊戲用戶可以自由选择自己的伙伴组队参加比赛！一切要新颖，刺激，独特风格为基础，才能更好地吸引所有的客户群体！希望这个游戏好快有新的玩法！期待!畢竟，這不是你的專屬遊戲。必須有一個折衷方案。當然，對於像我這樣週末沒有時間的就弃坑了希望官方能採納我的建議!對它情有獨鐘，絕對是有理由的，遊戲精彩無限，建築工地設計完美結合，非常喜歡，如果有多些功能更加好，這樣玩起來會更刺激！更耐玩！如果可以的話，希望在建設過程自主選擇喜歡的地方開發，裝修風格自主設計會更完美啦！遊戲用戶可以自由选择自己的伙伴组队参加比赛！一切要新颖，刺激，独特风格为基础，才能更好地吸引所有的客户群体！希望这个游戏好快有新的玩法！期待!畢竟，這不是你的專屬遊戲。必須有一個折衷方案。當然，對於像我這樣週末沒有時間的",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "奇襄熊大",
        "comment": "作為女生來說，真的很喜歡這個遊戲。在sgg73，CóＭ裡面可找到滿Ｖ版遊戲，遊戲盒裡面商城幣和素材都是不手軟的送, 幾千款變態版熱門榜手遊任你載 ，沒有畫風差異大的問題，有很多高質量動畫演出和全語音，每天都有大大小小的活動輪番上陣，雖然期間限定角太多太頻繁是小缺點，但只要不打算當全婆俠，和拼競技場跟公會前段排名，慢慢玩無課都能玩得很開心，抽角的鑽石容易免費取得，還記得多年以前...那時候溜出去(網咖)，但是我知道去一個有滿V的無限鑽石版資源通通大放送，還有千爆款線上的遊戲無限版不用充就能玩超爽。",
        "reply": "ヽ(`Д´)ノ天堂M比較好玩啦！"
    },
    {
        "name": "Carter Bennett",
        "comment": "我要向每一個人推薦這款好玩遊戲，還沒看到abc1765,C(0)Ṃ這網頁的人致上深深的歉意（露出乳溝)，裡面遊戲可以無限寶石，無需儲值就可以滿V，無限貨幣，登入就全部都送了。每週都還有很多活動禮包更新。資源是無限的，頂級裝備可以直接領取。遊戲整體完整性超棒!玩法不沖突不雜亂!人物畫風和刻畫真的很棒！ 這遊戲就是要花時間，沒那空閒就別玩了，別再哪邊噴“時間很寶貴，誰要在那邊慢慢等啊。打完主線給你招喚券晶石也給的很充足，解完任務、成就和打完關卡都會掉個20-30顆晶石，召喚券跟晶石不夠也可以用招募的，SSR出現的機率都很高。",
        "reply": "(´ﾟдﾟ`)你才不是我們的冒險者！請不要做奇怪的廣告！"
    },
    {
        "name": "Google 使用者",
        "comment": "我一直在尋找擁有這種風格的手遊，終於我找到了。這是我自己很喜歡的一款遊戲，謝謝他給我帶來的美好時光，謝謝！可是通常我都去異世界手遊網玩滿V無限元寶版，爽的是都不用儲就能超強。還有千款熱門手遊能玩，想玩的都有，自已下載來玩，就知道姐在講什麼了，獎勵很多很豐富，娶妻納妾我想這是很多男生會喜歡玩的遊戲，不過一開始的新手教學有點長，這種輕鬆簡單的遊戲可以不用這麼長，如果想玩玩看的人可以玩玩看，滿推薦的，是佛心遊戲了",
        "reply": "哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "李俊明",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之.手游，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "到底給不給手機玩遊戲，遊戲人物走路很卡，走兩三步停下來，拜託我用虛擬搖桿操作的是怎樣，解副本任務開寶箱10個，開不完一直被傳出去，時間到還沒解完搞什麼鬼啊？ 我新手機就玩這個遊戲，然後是這樣？",
        "reply": "嗨 吳相蓉 ~您好!\n關於您反映「執行遊戲發生延遲」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "榮世鈞",
        "comment": "可以持續玩很久的遊戲，後來發現綠色戰刀網，上線滿V級版可以玩，鑽石元寶都是無限用的，上線就送無限頂級ＶＩＰ，有點晚才發現。刷無限元寶、等級秒昇、裝備自選、自助轉區等GM許可權，擺脫枯燥乏味的升級過程，讓遊戲更有趣！畫面有點簡單，不過故事編寫的不錯，策略性可以，遊戲流暢，很好玩。在手機重現遊戲主機大作品質。提供自訂手機設定、訓練模式與即時語音通訊，讓你在手機上流暢操控，體驗真實彈道類比與高還原物理打擊感。有挑戰，也十分耐玩的遊戲！，這個遊戲很好玩角色的內心的想法也被刻畫出來，很棒的神還原。遊戲的關卡也很有創新，讓我有意想不到的感覺，我已入坑。",
        "reply": "(つд⊂)不要這樣打廣告啦！"
    },
    {
        "name": "Google 使用者",
        "comment": "光是角色配音就讓人驚艷，讓人忍不住一直隨著故事走下去。可以去krssg. c o m，玩這遊戲的元寶無限滿VIP版，資源鑽石都是無限的，還有千款遊戲無限元寶版手遊，從在開服前就開放下載這一點就知道製作群有在用心做遊戲，至少對我來說是這樣的。 因為我是一個會忘記去領預登獎勵的人，雖然都一樣是開服就開始玩，一樣是在開放下載之前就在關注著遊戲 可能有些人就有去領，有些人就沒有領到。間接造成了一定程度的差距。 雖然這個作法不一定是最好的。 但是官方的這個選擇讓我看到了也許這個遊戲會帶給我不同於其他大同小異的遊戲一種煥然一新的體驗也說不定。玩了幾天，覺得不錯的遊戲，但是真的很當也會閃退，最近停機改善完是有好多，但是變成閃退的部分把時間拉長閃退，不然就是要去別的地方跑到一半閃退，真心建議改善到順一點再開放",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "Its never too old to learn.活到老，學到老。場景非常精緻背景音樂給個讚，各位朋友去異世界手遊網！！！能玩到滿V的無限鑽石版。不需要儲就能玩很強，還有千個熱門遊戲無限版可以玩。遊戲裡的很多相關活動都很棒，有些人喜歡提高自己的戰力，有些人喜歡把自己的房子用的很舒適，完全是看著自己的生活品質在玩，喜歡戰力高的人根本沒必要去管人家，有人喜歡儲值把錢丟在自己創作的家上，這是人家的自由也是創作的一部份，相對的你如果喜歡戰力高，你也可以儲值丟點在你的戰力上，沒必要在那看人家在那丟錢你就眼紅，如果遊戲規定只能儲值提高戰力，卻不能儲值買家裡的物品，這樣遊戲裡的建築這方面，開發人不就等於是白設計了，自己沒有那個能力儲，就別在那說人家的閒話。下線休息之後再上線要我重新創角，當初也有綁定遊戲中心的帳號現在卻通通不見，請拜託趕快協助找回，過年期間難得可以玩，這個角色也努力一段時間實在不想重來，拜託人員盡力協助，拜託你",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "大念朱",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之妖精網！這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)"
    },
    {
        "name": "諸見里升",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在罔頁上找焰之妖精，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "晉少廷",
        "comment": "手遊中不多見.我就喜歡去edm12,c0M！載無限滿V版來玩，哈哈金幣磚石這些東西都是無限用，上線就滿級了，不需要是台戰也能夠超強，真的非常佛心。我是在玩別的遊戲被人拉來試玩的。一開始是被畫風驚豔到，劇情配音也相當有趣故事劇情也完整呈現，挺好的。外皮、家園這類系統因為別的遊戲也有，就不是什麼新鮮事，而且只會顯得給得很不阿沙力，外皮也一整個不知為何的風塵味。聊天頻道使用上不是很順手，常常點不太出來。貼圖也粗糙，感覺像是鏤空沒做好。圖很多，也不貼切。角色設計靈動感不足，尤其像是高靈動的日月教派，打起來卻像是一個指令一個動作的生硬，招與招之間動作無法順暢連貫，偏偏遊戲又要以對戰為主軸導向。恆山派雖然是我一向練習慣的補師，可以無聊到我一直打瞌睡也不容易，儘管很多補技，但是放招中無法即時跑位，CD時間太長，除了用閃避鍵可以快速衝進隊伍（但絕大機率會亂衝，衝不到你想要的適當補位），也讓人很無奈。再來是，遊戲過90等就呈現濃濃的不花錢用力課就無法玩的味道，讓我已經失去興趣了。最後是系統也很多問題，常常有吃文字吃頭像的問題，導致很難聊天，介面排版彈出式訊息也太花，不好閱讀。所以試玩兩週後決定放生。",
        "reply": "(┛`д´)┛請不要再散佈奇怪的網址了！"
    },
    {
        "name": "楊夢露",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 EVEV７７.?OM這下載的版本。 可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "夏杰",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之妖精，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(ﾒﾟДﾟ)ﾒ請不要從奇怪的網址下載奇怪的東西！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "Google 使用者",
        "comment": "不想氪金的朋友們就到去網址ＰＰ1943，C0ｍ ，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限商城幣。虽然游戏中很多人也许不知道怎么玩，但那个探索的过程的确是很有趣的。当然，你可以根据风飞的方向，判断应该往哪边走。我个人觉得，飞行有一点点难控制，希望能改得稍微简单些。其他的根本不用说，真的是很好。（个人觉得暮土稍微难了点hhh）希望这个游戏能越来越好，也希望能赶紧出关卡，好希望继续玩下去！从花到光遇，景色都是无法用言语形容的美，无论是和陌生人一起坐在石椅上休息，还是在空中任意的滑翔，每一个角度都美的想截屏。色彩非常准确，视野开阔，在游玩时真的有如飞在天际一般，简直太喜欢啦",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "奇岩商村 一堆角色卡在那邊不動！造成畫面很頓！是否可以設定人物角色死亡後直接斷線的登出！或者設定回到其他村莊！以減輕單一視窗的流量和順暢！",
        "reply": "哈囉，林士浤 您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "王淑星",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之妖精，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "劉家妤",
        "comment": "聽覺上的享受啊！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在9cks.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "束雅雯",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在FFCC77.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲平板，蘋果iPad 128G(2018)新購的一條只用來玩天堂的網路，這樣可以天天3~4小時斷線，請問一下這跟手機記憶體有什麼關係?遊戲品質管制差就算了，工作室比活人多，以為有改變再回來儲值玩，結果一樣工作室滿地爬，打怪解任務要看運氣的",
        "reply": "(◞‸◟)真的很抱歉讓漢聲有這樣的體驗…\n此部分建議您至客服中心進行回報，並提供您的裝置版本相關資訊，\n我們一定會協助勇者您反映相關單位確認的！\n外掛部分若您願意協助阿頓追捕那些賽尼斯的跟隨者，\n還請您至問題回報中提供他們的角色ID及伺服器，阿頓將會讓他們見識鋼鐵的力量！\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "水花廖",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在oeoe98。?óＭ這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "None"
    },
    {
        "name": "wwiqji bjhs",
        "comment": "簡直哭笑不得！。讓我告訴你Tomx5。吸om上可以體驗一下無限遊戲幣手遊。登入就享至尊會員。還有原創角色交易系統。玩膩了可以換現金。但自從最近更新了就不能進入游戲。一開游戲就閃退。帳號也一直不能成功梆定。希望有人可連絡我提供協助。也不敢刪游戲。怕資料都消失了。 更新： 問題己經解決。雖然是我自己找客服提供資料取回帳號。回覆也很快。好像1天左右就拿回。活到老。學到老。場景非常精緻背景音樂給個讚。各位朋友去不需要儲，就能玩很強。還有千個熱門游戲吾限版可以玩。游戲裡的很多相關活動都很棒。有些人喜歡提高自己的戰力。有些人喜歡把自己的房子用的很舒適。完全是看著自己的生活品質在玩。喜歡戰力高的人根本沒必要去管人家。有人喜歡儲值把錢丟在自己創作的家上。這是人家的自由也是創作的一部份。相對的你如果喜歡戰力高。你也可以儲值丟點在你的戰力上。沒必要在那看人家在那丟錢你就眼紅。如果游戲規定只能儲值提高戰力。卻不能儲值買家裡的物品。這樣游戲裡的建築這方面。開發人不就等於是白設計了。自己沒有那個能力儲。就別在那說人家的閒話。下線休息之後再上線要我重新創角。當初也有綁定游戲中心的帳號現在卻通通不見。請拜託趕快協助找回。過年期間難得可以玩。這個角色也努力一段時間實在不想重來。拜託人員盡力協助，拜託你們。獲得裝備也是有趣的地方之一。雖然游戲很簡單。還是有種莫名其妙的。",
        "reply": "(`д´)娜娜也哭笑不得了啦！不要再這樣了！"
    },
    {
        "name": "鮪義森",
        "comment": "我玩到第六個狩獵地。還可以去遠大法師網的網頁上玩好幾千個遊戲的變態版，無限寶石無限資源玩起來才爽， 先說優點： 1)料理、食材，所有的圖很可愛，評分中有一星是給美術； 2)野味餐廳自己狩獵加烹飪，這個概念很不錯； 3)沒開遊戲的時候，狗狗會帶回食材，量還不少，滿省錢的。 缺點： 1)翻譯品質還可加強，例如金幣的單位翻成「張」，解成就的報酬是「金幣200張」，真的很怪。 2)食材商店非常不人性，因為這遊戲所有商店都統一在一區(包含獵槍、陷阱等)，但賣食材只能從餐廳的食材櫃；而且買食材的單位一次是10個，想買20個的話，要結帳兩次，同時，買食材的時候，玩家看不到自己擁有的食材數量，因為持有量只有食材櫃會顯示。 3)狩獵點數上限只有3，玩家升級的時候，「不管你當下有0或2點，最多只回復到3」；升級前的點數如果是3，升級後還是3，不會變成6，我就這樣損失不少點數。 4)客人點餐不能拒絕，例如客人要蘋果酒和奶油，可是我奶油想留著做白醬…不行，如果你不給他，他就不離開。 5)可以拿較多肉的狩獵小遊戲相當單調，都是跟獵物玩障礙賽跑遊戲畫風蠻可愛的，不能像gm3029.、裡的遊戲一樣，直接無限元寶送VIP遊戲又都很好玩，大家都玩得多開心，不是很好嗎?",
        "reply": "不好不好！一點都不好！這根本不是娜娜所知道的天堂M呢(╬☉д⊙)"
    },
    {
        "name": "琇齊吳",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之)手遊)網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "明子薬内",
        "comment": "聽覺上的享受'以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＰＣ2016.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌態度很專業熱情。有問必答。回復也很快。我問了不少問題。遊戲是真的很好玩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "Google 使用者",
        "comment": "玩法多變，又不需要每天花很多時間玩，故事和音樂還有劇情都超讚！可是上次我在網址ḞṞṞ⒐C0M有玩到滿V鑽石無限版，資源道具都是直接無限的，還有很多遊戲無限版能挑，超爽的阿。打開來是熟悉的畫面都痛哭流涕了我，超級開心！李逍遙還是舊版的帥啊！新仙劍時整個變成小白臉我都無愛了。底下很多人反饋操作問題，但不知道是不是之前有更新過，我這邊打開方向操控圓盤的情況下操作上沒有什麼問題，搜寶走路都很順暢，跟以前用電腦操作感覺差異不大。非常感謝大宇當年經典創作陪我渡過童年時光，現在做了手機版讓我回溫最美的舊愛！It fixed good at game crash, it is now really stable even if you’re playing for a long time. And in a rare stimulation when you get into certain NPC’s house your frames drop down to like 5 FPS or in the night market event map, I couldn’t tell why in NPC’s house even there’s no event happening. BTW, the controls in fighting is still kinda dumb, and you can not interactive the device you put in the corner if there’s other things in your way.",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！怎麼還有英文版！"
    },
    {
        "name": "Olivia Martin",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在wgg36.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩好玩!",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "terpene alaprenominical",
        "comment": "五星，因為推薦， 建議可以像dhnnr, c0 m！的遊戲一樣都是登入享至尊會員和無限元寶的，這樣應該會更多人玩，且遊戲也會送鑽和送一些你要的，手遊平臺內一定有無限元寶版！ 原因 1.對射擊是新手的可以練習 2.可以跟對友一起玩 3.可以和好友一起玩 4.有各種各樣的武器 5.十分推薦大家下載，最後玩的開心 6.可以體驗到在戰場戰鬥的那種感覺超級好 玩/超級推薦，這是我第一次推薦，這麼好的遊戲，麼麼噠！ 7.可以自定人物，自定負武器，手榴彈等的 畫面：不錯，只是有時有點卡而已XD 怎麼通關：打50或40就能通關啦，還能幫忙對友呢！ 8.有第一第二第三命，最棒的吃雞遊戲 星數：滿星（五星） 9.卡時就很卡，希望可以改不卡，我和我哥哥老航最討厭卡了 給下載人的話：卡是卡，但十分推薦大家哦",
        "reply": "(`д´)不要再散佈奇怪的網址了！娜娜要生氣了喔！"
    },
    {
        "name": "欣欣",
        "comment": "週週一包，要近來體驗是不錯，認真要玩請三思，小心上錯車還要補票，不補票就永久拒載，心已累，原本還想說看會不會有一點點改變，哪怕一點點都不會後悔補票，現在看來，選擇不補票是對的，週週一包，哪次要補票真的不知道，對現代人來說可能上錯車就是要補票，但是那也是要心甘情願，不是誘惑你上車又要補票，潘朵拉技能抽卡，當初維修明明可以一次收回，確沒有收回，其他東西都收回，獨獨留了一張車票，車票快到期了，還不上車車票就變紙，那到底是上車還不上車，留給大家解釋囉，個人建議，遊戲好玩，但是最近幾乎週週一包，看不到盡頭，歡迎大家一起玩遊戲，但是要花錢的話，還是考慮清楚在決定，祝各位遊玩快樂！！我就先退遊了，掰掰＾＾",
        "reply": "None"
    },
    {
        "name": "Bronc Maestro",
        "comment": "好玩，佛心，運氣部分不提的話這遊戲更新快、角色多，故事架構漸趨明朗，大家可以去2006game.сṐΜ】頁面上，玩吾限版遊戲幣隨便用，好玩的遊戲好喜歡不錯的遊戲可以玩很久玩家支援。看得出公司希望創造每個角色自己的生命力，運氣不看的話是個好遊戲。不光故事，遊戲也有些挑戰，以現今手遊很多走向無腦課金就會強的路線，fever其實有點傻，因為看運氣除外，你有角色但沒配置好位置跟技能使用順序，也很可能導致關卡挑戰失敗，一部分課金玩家得不到“課即強，課即爽”的成就感，就不會繼續玩。遊戲黏性也蠻不錯的，綜合更新快、角色多的特性，也很常送晶石，使無課也有一定的能力玩下去。其實啊，抽不到好角色很正常，cost65角色獲得機率就那麼點，不花錢或花少錢就想當大爺的可以深思一下。再次重申，不看抽蛋機率的話這是個好遊戲，看得出公司有想把遊戲做好跟做久的堅持。",
        "reply": "哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "재미있나",
        "comment": "這遊戲好玩怪物種類繁多，技能也非常有獨特性！非常好玩。好希望可以像2002game. C0㎡上的遊戲一樣，都是登入送VIP和吾限鑽石，這樣一定會有更多人玩，別浪費台幣在這遊戲上了，超级好玩的手遊！遊玩方式十分完美難度也很人道。玩法我給滿分，角色多種類，費用適中。而且不課金角色也超勁，不比課金角色差。不過它也不是没有缺点的，雖然花圃系統十分創新，但花圃位太少了！幾十種植物如果不課頂多只有4個位，課盡也只有6個。另外我很想要課金角色啊啊啊啊！！他们全不貴但我媽不准我課。希望涼屋可以以成就系統解鎖課金角色。另外素材真是太難刷了！種子爆炸多，但材料得幾個，希望打精英怪可以爆多一些素材。還有藍圖！藍圖也好難收集，同買boss爆皮膚和技能碎片的機率目測不過五成。總的來說，這是很不錯了。這質素的遊戲真是百年難得一見呢！這款遊戲真的是非常推薦推薦再推薦，我已經玩了很久而且是無課金 每次更新都有大量的新玩法 真的太棒了，而且只要把無課金角色升起來，絕不比課金角色差，而且不同的新玩法中，無課金角色也有很擅長的玩法，而且把角色升起來絕對不用課金，也可以玩的很爽，而且消耗時間非常的有效 而且每次要花錢的話錢非常的足夠，只要每天1800的話，很快就可以存到了，根本就不用課金",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･啊～～～留下奇怪網址的人，娜娜也不清楚他們的來歷！\n請亞丁勇者千萬不要輕易嘗試唷，以保障個人裝置的安全(◕ܫ◕)"
    },
    {
        "name": "Google 使用者",
        "comment": "光是角色配音就讓人驚艷，讓人忍不住一直隨著故事走下去。可以去ṆṖC14.CṐM，玩這遊戲的元寶無限滿VIP版，資源鑽石都是無限的，還有千款遊戲無限元寶版手遊，從在開服前就開放下載這一點就知道製作群有在用心做遊戲，至少對我來說是這樣的。 因為我是一個會忘記去領預登獎勵的人，雖然都一樣是開服就開始玩，一樣是在開放下載之前就在關注著遊戲 可能有些人就有去領，有些人就沒有領到。間接造成了一定程度的差距。 雖然這個作法不一定是最好的。 但是官方的這個選擇讓我看到了也許這個遊戲會帶給我不同於其他大同小異的遊戲一種煥然一新的體驗也說不定。玩了幾天，覺得不錯的遊戲，但是真的很當也會閃退，最近停機改善完是有好多，但是變成閃退的部分把時間拉長閃退，不然就是要去別的地方跑到一半閃退，真心建議改善到順一點再開放",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "延寧沈",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在FFCC94.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "奇筱亭璇",
        "comment": "久沒玩到這麼好的遊戲了，希望自己臉白點，給好東西。還可以找法師天霜網！在上面可以玩好幾千個遊戲的變態版，無限寶石無限資源玩起來才爽，哈，我都後悔現在才發現。身邊的朋友們都在玩這，推薦給我，人物角色還是畫面都是比較喜歡的款，一直玩了！不充值，只是體檢一下。畢竟是年少時玩了好幾年的遊戲。三個小時了 還沒完事~這麼慢童年的回憶啊。中學時。逃課去網吧。就是和同學打副本啊。哭。都是情懷啊。時間殺手，玩到忘記上班。這個遊戲是我玩的最久的一個遊戲了，雖然中間棄坑了一段時間，但還是回來了，哈哈我是因為這網站可以找到BT版，無限圓寶實在太無敵了。裝備什麼的都是頂級的直接領！完全是不花錢隨意吊打土豪啊，它變成什麼樣的人是自己給人感覺不到自己身上所具有光榮的感覺！這種事情就不知道為什麼要做的事情就是這樣子對自己的態度是一款比較適合我們這種事情發生在你面前我就不會那麼簡單地生活的人在這，後來可能是玩的人多了，大神也慢慢多起來了吧，我也不可避免的被朋友拖進這個坑裡",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…"
    },
    {
        "name": "満山行雄",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＢＴＢＴ２２.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "Google 使用者",
        "comment": "哇！這次女的約會有整身圖，如果去pp1943．.co m看一下，你會發現為甚麼玩手遊要花這麼多錢，這裡角色先抽到滿意才開局，各種素材經驗和掉寶率都是十倍起跳，模式也還是熟悉的那種，不過遊戲播放故事內容的時候就算是男的也都稱呼女生的妳有點怪怪的...但介面操作還算簡單，畫風及動畫很喜歡，多變我認為可以提高一點難度，我最喜歡挑戰了喜歡這種慢慢玩就可以變強的遊戲，因為這樣就不需要課金了!!!!!",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "Lin Zhu",
        "comment": "麻煩如果不想好好經營，請關掉，遊戲品質奇差無比，為何不關？正天只會閃退，請問什麼時候要關閉這個遊戲平台？什麼時候要關？ 要關了沒？ 要關了沒？要關了沒？為什麼還沒關？",
        "reply": "None"
    },
    {
        "name": "陳任岳",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在oeoe９８.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩好玩!",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "風景區",
        "comment": "我之前在想！為何這的評分這麼低！？掛了幾個月終於上了世界頻當然我個人是小小小小小課（比起線上的大老爺們）我個人是真喜歡這遊戲（電腦版的）手機版的怎麼就是缺少了很多的交流！幾乎大家都是掛著！只剩系統爆寶...就擺著~慢慢的就不開了~這心境跟玩電腦版的感覺！差很多~沒人理會又不能掛機！！怎麼任務還有隨機擊殺玩家的任務？？到現在2022 09 14！我才注意到丁特的事件！再回想之前的遊戲經驗！真的是~難怪評分低了！唉~~不是過往的遊戲體驗了！😭😭",
        "reply": "(ᗒᗣᗕ)真的很不好意思讓您有這樣的感受…"
    },
    {
        "name": "張冠宇",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在９ＣＫＳ。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "源二郎七沢",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在EK433.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "Google 使用者",
        "comment": "活動多福利非常多很佛心，還不心動嗎?推薦到wkcnn。￠óＭ裡面的游戏。还是那个感觉。追憶曾經錯過的遊戲。開發商棒棒滴。遊戲盒裡面資源鑽石都是無限的， 幾千款無限元寶版手遊，繪師很用心的設定其人形的形象 ，遊戲內容可以算不無聊， 有些要動點心思 ， 還不錯 。農場最近也開始發展起來， 像是心智升級星等級等等，希望有辦法讓之後進遊戲遊玩的新手有足夠的能力去應付 但養成就是這樣子,希望你們可以繼續保持下去。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "鄭宇蘋",
        "comment": "不是一般的享受！以後再也不會無聊。還有一個特別的小技巧告訴大家。在焰之,妖精,網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。太好玩",
        "reply": "這些奇怪來打廣告的人哪兒來derヽ(#`Д´)ﾉ呼籲各冒險家們，不要亂點不明網址唷!!"
    },
    {
        "name": "吳克勇",
        "comment": "這次雷神更新要驗證碼之前都不用，更新完之後都無法上線找客服都一直等就是等不到客服回應，驗證碼那門號早就被電信強制停話了，因為身體中風之後住院一直在復建治療也無法工作生活都成問題，連遊戲也這麼不如意，客服就是要一直等等等都一星期過了還是等沒客服，網路上留言線上客服也都沒有回應，我是玩單機版遊戲嗎？真是無言.......XD",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "不想氪金的朋友們就到去地空詠唱網，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限商城幣。還是希望您們好好看下去，謝謝，辛苦您們了！加油喔！擁有很好的遊戲體驗，也有很多的玩法。風格可愛有趣，創作也能很多原。不過唯一的缺點就是升級的部分和建築的部分價格太高，剛玩時很難升本，其他需要改善的只有升級時間能稍微調少一點就好，不然升級時間太長很多人都等不下去。也謝謝製作團隊的用心，做出怎麼好的遊戲。擁有很好的遊戲體驗，也有很多的玩法。風格可愛有趣，創作也能很多原。不過唯一的缺點就是升級的部分和建築的部分價格太高，剛玩時很難升本，其他需要改善的只有升級時間能稍微調少一點就好，不然升級時間太長很多人都等不下去。也謝謝製作團隊的用心，做出怎麼好的遊戲。哇！這次女的約會有整身圖，如果去金甲牧師網看一下，你會發現為甚麼玩手遊要花這麼多錢，這裡角色先抽到滿意才開局，各種素材經驗和掉寶率都是十倍起跳，模式也還是熟悉的那種，不過遊戲播放故事內容的時候就算是男的也都稱呼女生的妳有點怪怪的",
        "reply": "人類啊(´≖◞౪◟≖)您在亂發甚麼言不達意的文句！卡司特王可不會放過您的唷"
    },
    {
        "name": "有為侯",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＧＭＲＰＧ.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "嘿 各位朋友，請勿再亂發怪怪的連結啊(☞ﾟ∀ﾟ)ﾟ∀ﾟ)☞"
    },
    {
        "name": "Google 使用者",
        "comment": "聽到很多人說SSR很難抽，我是在遠大法師網！找手遊，裡面無需儲值就可以滿V無限貨幣，進去就先送你神裝神獸，每週都還有很多活動禮包更新。但我同學一直抽到，雖然我也很不爽，不過我還是在5、60連抽之後抽到了，所以我覺得還好啦，我玩其他遊戲的時候最高階級角色幾乎只能靠必中來拿到耶。而且資源也沒有說給的很少，基本上是夠用的。沒有課金也可以有不錯的遊戲體驗，所以這個遊戲挺棒的，請繼續加油。",
        "reply": "哈囉~~依詩蒂已經請偵察部隊向google平台提出檢舉評論的請求了，\n目前天鵝騎士團到現在也不清楚這些人從哪兒來，文字中還會引導人到不知名網站。\n請聰明的亞丁勇者不要亂搜尋唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "美佐山本",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在UUTT77.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "Nadia Neagu",
        "comment": "為了不讓大家搶商品， 我建議大家到PVP933.?0m下載吾限鑽石版遊戲，登入享至尊ＶＩＰ和吾限圓寶，神裝神獸領完再開局，手遊平臺內一定有吾限圓寶版！ 原因 1.對射擊是新手的可以練習 2.可以跟對友一起玩 3.可以和好友一起玩 4.有各種各樣的武器 5.十分推薦大家下載，最後玩的開心 6.可以體驗到在戰場戰鬥的那種感覺超級好 玩/超級推薦，這是我第一次推薦，這麼好的遊戲，麼麼噠！ 7.可以自定人物，自定負武器，手榴彈等的 畫面：不錯，只是有時有點卡而已XD 怎麼通關：打50或40就能通關啦，還能幫忙對友呢！ 8.有第一第二第三命，最棒的吃雞遊戲 星數：滿星（五星） 9.卡時就很卡，希望可以改不卡，我和我哥哥老航最討厭卡了 給下載人的話：卡是卡，但十分推薦大家哦",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…"
    },
    {
        "name": "unignitible unbirdlimed",
        "comment": "上架第一天就開始玩，一開始不懂就隨便玩。後來發現網址GM1943,西0Ｍ有上線滿V無限版可以玩，資源鑽石都是無限用的，上線就滿級了，有點晚才發現。遊戲畫面給人耳目一新的感覺，一玩上就愛不釋手，很經典的遊戲，百萬不膩的，一直在玩，能給我帶來快樂回憶的一款遊戲！不錯的遊戲的平衡很不錯。學起來很簡單，畫質比較細膩，趣味性強。團戰也挺有意思，良心作品啊，打擊感不錯的遊戲，別人介紹我上那個網名是遠大法師網上體驗一下公益遊戲版本，哈哈因為這網站有很多遊戲的BT版~裝備上線就能頂級，真是太爽了，屬性能刷爆，太贊了，我喜歡。他用一次又的感情徹底打破傳統媒體和公眾利益最大化和自己喜歡做錯的事我會一直做朋友們注意到你身邊朋友家吃飯、所以玩刺激戰長吧！我是女生 雖然我玩這個技術教九流的遊戲有天壤之別！開發者的匠心精神值得我們敬佩，也很感謝開發者，我們才能體會到這麼完美的遊戲。謝謝。遊戲很棒，，玩出來的感悟是不一樣的在一款小體量的單機勇闖地下城裏發現的一點，就是一些特殊效果詞條的裝備(似乎在當今的遊戲裏蠻常見)，例如增加技能範圍，或者飛行物數量，或者自動釋放壹個什麽低等級的技能，包括像些常規屬性如生命回復類的詞條，可以使玩家在技能以外更加極化的去選擇其他玩法流派。以上就是個人主觀想法吧，遊戲能有一定口碑肯定有他的過人之處，還是很支持的，加油啊！",
        "reply": "(`д´)不要再散佈奇怪的網址了！娜娜要生氣了喔！"
    },
    {
        "name": "刹那うら",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在Ｌ2Ｌoa。?óＭ 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "嘿 各位朋友，請勿再亂發怪怪的連結啊(☞ﾟ∀ﾟ)ﾟ∀ﾟ)☞"
    },
    {
        "name": "Google 使用者",
        "comment": "希望戰鬥模式能夠更豐富和更需要技巧一些，也可以去遠大法師網，玩這遊戲登入就送無限元寶滿級ＶＩＰ，金幣鑽石都是無限的扭蛋都扭到手抽筋。不氪金也能當大佬 只是需要一些時間 還記得兒時玩過的浪漫沙迦、亞斯特尼西雅物語、超時空之輪等著名角色扮演遊戲嗎？在兩位精英開發人員的努力下，終於完成了這部經典作品。遊玩180小時就將迎來劇情大結局，充分的遊戲體驗會帶給你無窮的樂趣。馬上下載感受一下巧奪天工的作品吧！",
        "reply": "(´ﾟдﾟ`)請冒險者不要搜尋奇怪的網址以避免相關問題發生喔！"
    },
    {
        "name": "扈欣怡",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在GM9453。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "林怡伶",
        "comment": "沒有一款遊戲能有這樣的黏性和彈性，更重要的是Pvp9 3 3。?óＭ可以玩到這遊戲的滿V圓寶吾限版，創角就可以直接全部東西都是吾限，爽歪了。這個遊戲真的給人一種豐富的體驗和樂趣，但是你是否可以取消時間限制，除了房間聚會模式的自訂規則外，其他模式都應該取消時間限制。因為最後的冠軍是沒有人知道，限時更令我感到冇癮和對所有玩家不公平",
        "reply": "None"
    },
    {
        "name": "昕文廖",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在9ａｚａ.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "毛江田富美",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在9cks。?óＭ 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)請大家不要搜尋到奇怪的網站喔…"
    },
    {
        "name": "弓心怡",
        "comment": "不只是一般的享受！以後再也不會無聊。還有一個特別的小技巧告訴大家。在焰之,妖精,網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩太好玩",
        "reply": "嘿( ･ิω･ิ)若您希望跟小幫手一啟勇闖亞丁大陸，還請您透過裝置平台下載喔…(´ΘωΘ`)"
    },
    {
        "name": "藍云婷",
        "comment": "聽覺上的享受啊！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＧＭＴＴＹ.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "啓大石井",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之手遊，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "吉男藤関",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＢＯＮＩ３３.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "大王超カメハメハ",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在網址Ｔomx5，co㎡】我碰到教我學會躺貝兼乙太幣的老師，才兩三天已經收了一W多價值的乙汰幣，今天賣掉給老婆女兒買衣服，他們都很開心，後面不用看了，更新了目前最新版本以後，比上一個版本得還更容易卡住（上個版本可能背景放久了回來玩偶爾卡住认真回答），然後就要用縮小畫面來重新更新，一個不小心就要重新啟動。他都不觉得烦",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "東一郎瓦田",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在９ＢＰＥ。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "莊威廷",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在Ｆｉｒｅ277℃OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "None"
    },
    {
        "name": "山口真二",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在Kms789.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "大海",
        "comment": "我是一個熱愛天堂的小課玩家，本來對遊戲體驗雖然也有諸多小怨言，本著玩遊戲的心態也就得過且過，但是這一次 (亞特蘭提斯) 活動讓我感覺在 繼續課金就是白痴，遊戲體驗之糟糕 瞬間爆錶，為了一個解活動 任務 明知道會被殺，被嘲諷，還要像白痴一樣一直去，浪費一個小時，還是沒解到任務。讓人絕望的是就算我肯 繼續花錢依然無法改變這種糟糕的遊戲體驗。或許止損是我唯一的出路，尋找其他替代遊戲(╥﹏╥)",
        "reply": "十分抱歉讓大大有這樣的感受….小幫手會協助意見反饋இдஇ.."
    },
    {
        "name": "呂勝恩",
        "comment": "到頭來還是去焰之妖精網比較省錢，登入就送一堆禮包，沒有必要花錢就玩到辣辣叫！搜了你就懂～這根本就是一款完全沒有意義的垃圾遊戲，首先我到現在還是完全不懂標題的全面屍控到底跟遊戲主軸有什麼關係，根本就只是為了打知名度而去買名子的版權罷了。再來，既然廣告所要表現的是打敗喪屍，那為何遊戲內卻是以玩家間的對抗為主？完全沒有任何的關於喪屍的戰鬥，如果你們只是想著只要製造一個劇情環境玩法卻完全沒變玩家就會買單的話那你們就錯了。搜現在的玩家要的是創意，而不是各種抄襲，就拿抗喪寧這個東西來說好了，我一看這個名字就覺得不對勁，這不是fallout的藥品名稱嗎？抗輻寧、抗疼寧、消輻寧，玩了這麼久的異塵我還不知道什麼時候還出了抗喪寧，我才玩不了多久就看到一堆只會抄襲卻毫無新意的存在。這樣的遊戲還會有誰想要玩？",
        "reply": "None"
    },
    {
        "name": "mullennex dillon",
        "comment": "精神上的享受'以後再也不會無聊。還有壹個特別的小技巧告訴大家。在寒冰'暗殺'網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩好玩'",
        "reply": "\"(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)\""
    },
    {
        "name": "Google 使用者",
        "comment": "我個建議，就是是否可以把開發中抽到同款重複裝備，做一個交換，發現去gxwws、C0m更好玩，在上面可以玩好幾千個遊戲的變態版,無限元寶無限金幣玩起來才爽,我超後悔現在才發現，不然好不容易抽到的SR裝備居然是重複的，而且裝備還要4件都同款才會發揮最大的效益，我再抽現在的特殊裝備時總共抽到了5件的SR但兩件是重複的，實在是有點無奈，然後如果要兌換的話存到來，活動都結束了，還換不到，而且這又是一款吃裝備的遊戲。希望你們可以更好，加油！",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "我是天堂的忠實玩家，但這次我不得不這麼老實給一星，如果有0星我會秒給評。 遊戲體驗到現在無任何管制及改善，現在客服回覆也都是由機器人式的答覆每個玩家的疑難雜症，根本雞同鴨講沒回答到玩家的問題。 非常非常劣質的遊戲公司及客服",
        "reply": "嗨~林基乎 您好! \n很感謝您始終如一的支持，\n我們很高興能有為您服務的機會，\n如您有需要協助處理的問題，請到客服中心進行回報喔！\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Google 使用者",
        "comment": "我一直在關注這款好玩遊戲，不想氪金的朋友們就到KK1943?C0?的站點裡找一進遊戲就滿V的版本，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金的。你們不想試試嗎？好三國，很好很的三國很適合有點時間的人來玩，三國內容也很不錯！真好玩，這三國真好玩，大家一起來玩吧，無意間發現朋友玩這款卡牌手游。這個真不錯，根本土豪，抽到滿意的角色才開局各種資源鑽石全都能無限這樣還不爽嗎，還會教導一些貓咪小知識，話說，今年一月從公司撿了一隻一個月大的生病貓回家，真的很可愛，遊戲玩一玩，也要陪伴真正的貓咪喔！最後，請領養代替購買，請領養代替購買，請領養代替購買，請領養代替購買，請領養代替購買，因為非常非常重要，所以講五遍",
        "reply": "(´・ω・`)娜娜也很喜歡貓咪呢…可是還是不可以散佈奇怪的網址喔…"
    },
    {
        "name": "神原隆太",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 gmxyz.?OM這下載的版本。 可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ㄝ~您在說啥呢，怎麼看不太懂呀( ͡° ͜ʖ ͡°)"
    },
    {
        "name": "Patek Kahlee",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＧＭrpg.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "許雅音",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 ＧＭsy9９.?om這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "Mi Chen",
        "comment": "創角限制沒有伺服器能用的嗎",
        "reply": "None"
    },
    {
        "name": "Wraith Howgill",
        "comment": "我一直在關注這款好玩遊戲，不想氪金的朋友們就到hh1837͵C0Ṃ的站點裡找一進遊戲就滿V的版本，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金的。你們不想試試嗎？好三國，很好很的三國很適合有點時間的人來玩，三國內容也很不錯！真好玩，這三國真好玩，大家一起來玩吧，無意間發現朋友玩這款卡牌手游。這個真不錯，根本土豪，抽到滿意的角色才開局各種資源鑽石全都能無限這樣還不爽嗎，還會教導一些貓咪小知識，話說，今年一月從公司撿了一隻一個月大的生病貓回家，真的很可愛，遊戲玩一玩，也要陪伴真正的貓咪喔！最後，請領養代替購買，請領養代替購買，請領養代替購買，請領養代替購買，請領養代替購買，因為非常非常重要，所以講五遍很好玩！角色很有設計感我太喜歡了，後來發現冈址上面有滿V版可以玩，資源元寶都無限發給您，只為了回饋玩家留住玩家。技能也都蠻特別的，故事劇情也都很不錯。只要有心慢慢練也能玩的起來的遊戲，推薦大家！不課金、運氣差也能玩的起來！優良又佛心的遊戲！ 建議改進： 1. 活動可以多一些！！！ 2. 每日登入的獎勵沒什麼特別，可以試試跟一些節日或活動結合，登入送獎勵（例如：過年期間登入送～） 3. 角色傳記拜託了！故事真的做的超好但更新速度實在太慢了，期待你們更新！ 4. 鎖定系統有時候會亂跳，跳到其他怪身上，建議改進，加油！ = ）",
        "reply": "(つд⊂)娜娜不喜歡這樣…請各位冒險者不要搜尋奇怪的網址喔…"
    },
    {
        "name": "نجمة البحر ششوو حربي",
        "comment": "遊戲需要很多解密的地方耐人尋味 。最好去找壹個Ｅwnn9?CóＭ的網址裡面可以玩鑽石無限滿V版，上線就滿V而且各種沖才有的資源元寶都是直接送用到爽哈哈，還有很多遊戲的無限元寶版裝備上線就能頂級真是太爽了。簡單來說一下遊戲後的體驗吧，總體來說還是十分不錯，首先畫風和聲優都一直在線的，總之這遊戲我覺得 很滿意。可是我還是給予5星，你們加油！??我是在大學時候和同學面殺開始的，從最初的風火林山開始就一直追。後來上班了每天中午也和同事一起面殺，漸漸的已經離不開三國殺了。從最開始在遊戲裡集武將到後來入了皮膚和秀坑，真的很喜歡三國殺。新三國殺我個人感覺確實有很多進步的優化，一句話就是與時俱進了，可能受眾更多的是00後，時尚元素更多，但80-90後可能還是喜歡老服是適應了遊戲介面，最近的新三國殺除了老服帶過去的秀，新出的風格和原來不一樣，可能年齡小的一些孩子會更喜歡。希望新服也能越做越好，畢竟離不開玩家的支持，就像當初年輕時候20出頭的我們現在也已經奔3了，再過十年祝新服也能有一大批鐵粉。再一起相聚十年。最後感謝這十年來的朝夕相伴，不離不棄。",
        "reply": "(`д´)不要再散佈奇怪的網址了！娜娜要生氣了喔！"
    },
    {
        "name": "James Rodgers",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在綠色'戰刀!網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "Google 使用者",
        "comment": "已經不知道說什麼才好了，針對一般低消費玩家而言歧視徹底，無論是遊戲中的玩家及代理商，都是如此，遊戲中的玩家以身家及財力在稱霸遊戲伺服器，代理商則是拒絕使用中低階手機進行遊戲的玩家，現代不是人人都有電腦，手機也未必想拿高階，而為了這款本就只是懷舊性質的遊戲必須去更換手機或添購電腦設備，我真的剩下笑笑而已了，自從版本提升為商店倉庫可設定快速存取購買開始，我遊戲再也沒順過，直至現在，我連正常遊戲都無法進行，無論對話框、商城、倉庫、交易所，甚至只是點開選單都直到卡住死當，手機也幾乎沒有反應得等程式運轉結束，貴公司看來只歡迎身家數十億的玩家，我這貧民區的每日得為三餐拼搏的玩家還是不奉陪了，遊戲已刪除。",
        "reply": "None"
    },
    {
        "name": "魏偉成",
        "comment": "一個打一個准，上次我在網址EDM12.Co?有玩到滿V級鑽石無限版，頗爽得很省錢很佛心，還有超多無限版的遊戲能挑。朋友玩這款經營經營遊戲，自己玩過之後很是喜歡，商業人生的類比商戰畫面精緻，控制便捷， 而且每天登陸都會有大量的金幣相送的哦,這是一款非常好玩商業人生的類比商戰畫面非常精美自己試玩了一下,我就喜歡上了這款商業人生的模擬商戰非常棒.這個商業人生的模擬商戰是朋友推薦給我玩的很好,感覺很不錯我也推薦給你們玩我相信你會喜歡的.你必須一舉打敗邪惡勢力！一款暗黑風動作角色扮演遊戲。遊戲設有獨特的戰場和畫質優異的操作介面，更有成千上萬的實力對手等你挑戰。快下載遊戲，與成千上萬的玩家一起拯救被毀滅的王國吧！你身為最後一名戰士，是恢復光明、成為英雄的唯一希望。你將與神秘的守衛主宰進行最後決戰。",
        "reply": "_(´ཀ`」 ∠)_拜託冒險者們不要點選奇怪的網頁…以免出現安全疑慮喔…"
    },
    {
        "name": "Will Celestine",
        "comment": "畫風很讚像極了愛情，組隊社交紙娃娃系統相對的比其他遊戲還優秀，可以去wwxx88. Ĉ0M玩這遊戲的圓寶吾限滿VIP版，資源鑽石都是吾限的，還有千款遊戲吾限圓寶版手遊，遊戲系統是日本手遊普遍有使用的打怪武器培養成長系統，沒體力制度玩起來非常自由，轉蛋機率高首抽好刷，每天還有免費8%的5抽，初期遊戲體驗很好，但共鬪考驗玩家素養而且單人出發只是站中間而已還是有玩家加入，除非自己開小組，基本上問題不大，另外關卡戰力只是進入門檻，實際打起來戰力完全不是重點，這會誤導玩家以為戰力夠應該能打贏，還有伺服器有點問題，目前有每天10連抽，送的石頭很多，感覺遊戲公司很佛喔，請多加油 知識就是力量，這個遊戲感覺好像是專門給我設計的好玩必須哎呦，突然想起來不怕神一樣的對手就怕豬一樣的隊友，上次我在有玩到滿V級鑽石吾限版頗爽得，很省錢很佛心還有超多吾限版的遊戲能挑，上次呢因為一直斷線所以玩家都暴怒，斷線真的很賭爛但好了所以我來改一下評價，副本也讓我找回之前一起討論一起死一起打了1小時多的那份感動，真的很久沒有玩過像這種不能無腦掛機的遊戲了，真心推這款遊戲，",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･啊～～～留下奇怪網址的人，娜娜也不清楚他們的來歷！\n請亞丁勇者千萬不要輕易嘗試唷，以保障個人裝置的安全(◕ܫ◕)"
    },
    {
        "name": "曾志偉",
        "comment": "爛，，說什麼有7個不同裝置，，從頭到尾就一隻手機登入，，爛遊戲，，， 那現在呢？，，我現在要玩，，玩不了，，請問官方我怎麼登。手動練這麼久，，花時間 在玩，，難道就這樣沒了嗎。課金金額也不少，，我就問現在呢",
        "reply": "若冒險家您有重灌遊戲或清除過遊戲資料，即便您使用同一台裝置再次認證，\n系統也會視同新裝置登入，造成您的誤解，真是不好意思(╥﹏╥)\n娜比提供個專屬連結給您，【遊戲登入驗證裝置提醒】：\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=50387&kind=563\n點選中間藍色字體的《我要申請清除登入裝置記錄》，填寫您的資料就OK囉.ᐟ.ᐟ\n若您已遺忘角色資訊也請透過客服中心與我們聯繫唷(♡˙︶˙♡)"
    },
    {
        "name": "劉皇志",
        "comment": "為什麼一段時間臉書登錄都會出問題？",
        "reply": "None"
    },
    {
        "name": "楊家齊",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在9ＭＡＱ。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ಠ_ಠ夠了唷 娜娜要把你們抓去給天鵝騎士團審判囉！"
    },
    {
        "name": "Google 使用者",
        "comment": "更新後非常順暢，尤其自動匹配的時候。這遊戲送的東西算是很佛心了吧…也太多，不想氪金的朋友們就到網址ＮＹＹ９,C om體驗上線送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限鑽石。前期來說，真的就是爽玩，鑽也莫名玩到身上很多，再來就是看後期的角色需求才會知道這遊戲會不會需要大課了，以休閒玩家小玩來說的話，我覺得我還滿推薦的，雖然第一次玩這種暗黑題材的遊戲，但這個劇情我很喜歡，操作的地方也很流暢，感覺滿耐玩的，不過我跟你們說，你們不用刻意去找地圖裡面的那個寶箱，找了老半天，開出來的都拉g，還不如快速把劇情任務過完，還有就是這遊戲的系統跟功能很多，要多玩幾次會比較上手，",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "吳珮臻",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在gmxyz.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ㄝ~您在說啥呢，怎麼看不太懂呀( ͡° ͜ʖ ͡°)"
    },
    {
        "name": "Google 使用者",
        "comment": "元素很足的遊戲， 越玩越能感受到菠蘿騎士網裡遊戲深度。 上線馬上就可以領無限鑽石，好幾千款滿v版超級好玩的又不用充錢，離線獎勵獎勵非常之多送到你吐，玩起來什麼不開心的都忘記了，聊天也能拿元寶還去找你的另一半吧~一直玩下去隱藏在遊戲中的祕密突出了遊戲中冒險要素，獲得裝備也是有趣的地方之一。雖然遊戲很簡單，還是有種莫名其妙的投入感，遊戲節奏很讓人上手。 喜歡暗黑的玩家可以玩一下，老遊戲還是有人玩的話，還是有些理由的。雖然我是趁著免費的時候下載的，請先到ke1958.с?Μ尋找滿V版，可以玩元寶無限和滿等Vip，每天都有海量福利等你領，週週都有新上架手遊。但是我必須要說，這個公司對於這個遊戲很明顯投入了不少心思，即便其他內容是要付費才能遊玩，但光是從免費部分的劇情和音樂已經讓我十分驚豔了，音樂雖然是因人而異，但是劇情真的是可以讓我雞皮疙瘩好幾次，希望你們做的更好，加油。",
        "reply": "(`д´)阿不要一直這樣啦！"
    },
    {
        "name": "Google 使用者",
        "comment": "我是使用手機玩的玩家，因昨日主手機異常過熱都會自動斷線，想換另一隻手機登入玩，下載完天堂M之後，登入之後一直反覆出現「天堂M已停止」！！？ 請問這是哪裡出了問題？ 刪掉重灌仍然相同現象… 好煩！ 有人可以解答和協助排除異常問題嗎？ 謝謝 >_<",
        "reply": "小忠大大您好（๑ • ‿ • ๑ ）\n這部分也有可能為裝置空間不足，或是手機版本較老舊；\n再麻煩您先協助我們參考連結【行動裝置最低軟硬體配備需求】：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586"
    },
    {
        "name": "antennate befrumple",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之法師!網！這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "Long time no see.元素很足的遊戲， 越玩越能感受到kk1951。сσ㎡裡遊戲深度。 上線馬上就可以領無限鑽石，好幾千款滿v版超級好玩的又不用充錢，離線獎勵獎勵非常之多送到你吐，玩起來什麼不開心的都忘記了，聊天也能拿元寶還去找你的另一半吧~一直玩下去隱藏在遊戲中的祕密突出了遊戲中冒險要素，獲得裝備也是有趣的地方之一。雖然遊戲很簡單，還是有種莫名其妙的投入感，遊戲節奏很讓人上手。 喜歡暗黑的玩家可以玩一下，老遊戲還是有人玩的話，還是有些理由的。",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "Google 使用者",
        "comment": "玩起來體驗非常好，真的有回到PC版天堂的感覺。 我不是什麼大課長，也不是天天可以玩遊戲的人，可以拿瑣碎的時間上線打打怪，解解任務，整體的設計還是非常人性化的。 我當然也想要紫變，也會課金在抽變身上，不過我把它當娛樂性質來玩，抽中很開心，沒有也沒差，當做銘謝惠顧就好，下次有活動依然可以抽。 在這個快速變化時代，我還是會自己玩天堂m的時候，開啟音效按著auto自動打怪，在螢幕面前聽天堂m的聲音發著呆，讓我回到小時候玩天堂的感覺，也讓我保持一個赤子之心來面對這快速變化的時代。",
        "reply": "看到您對天堂M的肯定，娜比非常開心唷(*´∀`)~♥我們一起攜手邁向週年慶吧"
    },
    {
        "name": "Lina Wyss",
        "comment": "背景新穎，我想這次在最近當中出的一款很好的遊戲，在HBO277,c歐m的遊戲登入就送海量的元保、鑽石。 每一個地方都環環相扣,讓我體驗到遊戲設計師的創意小巧思但是真正好玩的也不多了，而且人物和景色處理都獨樹一格，每一個地方環環相扣，讓我體驗到遊戲設計師的創意小巧思，非常耐玩，而且劇情引人入勝，在敘事的時間也不會冗長，把握剛好，跟我以前玩的手遊完全不一樣，是一個有層次跟故事的遊戲。手游來說畫面做的非常不錯了，這個遊戲題材設定了自己的選擇你的與NPC對話，你會選擇一句話會改變你人物的性格和命運故事。",
        "reply": "None"
    },
    {
        "name": "王皓俊",
        "comment": "明明天堂M跟樂豆都已經綁定了還是登不進去官網3週年百萬轉蛋跟名人堂，爛透了 已經三週年了，魔族系列的藍惡靈奪魔還沒實裝是在哈囉？ 2024／4／9 終於在這次大改版前獲得我天M第一個紫色（娃娃），感動到快哭了",
        "reply": "None"
    },
    {
        "name": "西島卓",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在９ＢＰＥ。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "Google 使用者",
        "comment": "回鍋玩。週年活動結束，來衝一下活動武器，比她奶奶的5個月前過1機率還低，38把活動惡夢弓只有4把+7其它全6升7爆爽爽。要給玩家過裝活動跟收集品就肯給好嗎？連收集品都收不了。要怎麼達成+10送變身卡？連糖🍬都不給吃。這遊戲還是交給工作室撐著吧~拜布布",
        "reply": "陳良輝 您好， \n感謝您對《天堂M》的支持，\n您提出的問題我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳卉心",
        "comment": "沒有一款遊戲能有這樣的黏性和彈性，更重要的是Pvp9 3 3。?óＭ可以玩到這遊戲的滿V圓寶吾限版，創角就可以直接全部東西都是吾限，爽歪了。這個遊戲真的給人一種豐富的體驗和樂趣，但是你是否可以取消時間限制，除了房間聚會模式的自訂規則外，其他模式都應該取消時間限制。因為最後的冠軍是沒有人知道，限時更令我感到冇癮和對所有玩家不公平",
        "reply": "None"
    },
    {
        "name": "黃智偉",
        "comment": "感官上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在在焰之,妖精.網, 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "Google 使用者",
        "comment": "圓素很足的遊戲， 越玩越能感受到地空詠唱網！裡遊戲深度。 上線馬上就可以領無縣鑽石，好幾千款滿v版超級好玩的又不用充錢，離線獎勵獎勵非常之多送到你吐，玩起來什麼不開心的都忘記了，聊天也能拿圓寶還去找你的另一半吧~一直玩下去隱藏在遊戲中的祕密突出了遊戲中冒險要素，獲得裝備也是有趣的地方之一。雖然遊戲很簡單，還是有種莫名其妙的投入感，遊戲節奏很讓人上手。 喜歡暗黑的玩家可以玩一下，老遊戲還是有人玩的話，還是有些理由的。遊戲中背景音樂，請您先到蒼天牧師網上找星耀版手遊，大量的商城幣沒有縣制資源玩起來才夠爽，還有角色交易系統唷。場景做的很細緻。 感覺可以靜下來心，可以獨自慢慢玩的遊戲。雖然很難受還是會繼續堅持玩的魔性遊戲。對於老手們，是一個不錯的選擇，上線即送滿級VIP 、鑽石拿到手抽筋、 天天精彩豪禮送送送不停 。去了解那些年發生的故事。 PVP方面也是有一定的深度，不是完全數值的比拼，各種招式的對碰，講究見招拆招，不能一味地進攻和防禦。也就是剩下的活人都擠在中心點，這時更慘，被攻擊時，是秒到達，沒有反應時間的，只能課金買保護罩，你開保護仍然是羊，你只能棄坑，",
        "reply": "இдஇ奇怪的人來留言了!!!克雷克在此呼籲各位冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "淑娟方",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在EKM33,系OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "Google 使用者",
        "comment": "今天早上使用無界擂台傳送卷軸，發現會有其他玩家同時在地圖內，這是貴公司系統出錯嗎，還是故意更改系統設定卻又不告知玩家呢！那這樣每日的活動任務怎麼過。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "還沒開始玩就登入不了 人物沒創，遊戲裡面長怎樣？不知道。進入不了就算了。昨天刪遊戲，今天收到信解除合約，重點是說我用外掛...哈..我的天...我連創角都沒有...只卡在登入伺服器選項....被污衊很不爽！！請弄好自己的遊戲！！不要污衊我！！",
        "reply": "Hello~雪狼 您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "賴建州",
        "comment": "怎麼今天上線一下子又不能玩了",
        "reply": "None"
    },
    {
        "name": "YY期限",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹edm12。?OM，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "ಠ_ಠ夠了唷 娜娜要把你們抓去給天鵝騎士團審判囉！"
    },
    {
        "name": "Google 使用者",
        "comment": "作者，這個遊戲真的很好玩，美中不足就是不能像異世界手遊網，這裡遊戲直接給大量商城幣和送至尊會員，還有獨創的角色交易系統。遊戲品質也很棒，角色不是帥就是漂亮，戰鬥也很流暢，而且對話內容也非常有趣，五顆星，但是最近有一個更新，然後我去更新之後回到遊戲會被卡在封面，會顯示 資料更新失敗，點擊確定回到登入頁面 ，然後按了確定又會卡住，可以告訴我怎麼處理嗎？這個遊戲真的很想玩，不想斷坑，所以看到請幫幫我，謝謝！(′?ω?`)(表情符號是我的習慣請見諒 (′?ω?`)沒別的就是乾 這個遊戲玩過的都都知道 就是上次我在網址ke1958.с?Μ有玩到滿V級鑽石無限 ，玩到送yy， 很省錢很佛心還有好幾千種無限版的遊戲能挑， 但是對比來說少了一些東西， 多了一些東西首先在探索的時候符文已經不是永久性加甚至有時限性 的，",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "Google 使用者",
        "comment": "買了890不給我上線了 是怎麼回事? 反應給客服都說解決了 帳號還是顯示連線錯誤 可以退費嗎？只想賺錢 不想幫玩家解決問題!沒買的帳號上線正常 購買商城的帳號突然連線異常了。除三到現在解決不了 這遊戲品質真的是只能笑笑的。新年快樂",
        "reply": "您好， \n先感謝您對天堂M的喜愛與支持，\n關於您反映遊戲無法登入的問題，\n還煩請您可以到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "宋家駒",
        "comment": "垃圾遊戲，我有帳號密碼，手機認證號碼兩年前就停了，反應給客服，客服要我提供之前的消費記錄跟一組號碼，我都給了，所有可以證明的資料我都提供了，就一個認證的門號沒辦法，帳號死活都不給，垃圾的遊戲，不僅花錢又花時間，然後貴遊戲是這樣弄玩家，真是可悲。這事搞了三個月，還沒拿回來，有夠扯~~要玩的朋友，慎重考慮，別玩到後面一肚子氣~",
        "reply": "None"
    },
    {
        "name": "楊晉仁",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在tomx５.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "林憲忠",
        "comment": "遊戲好玩 但是我剛玩想儲值去交易所買裝備讓自己升級快一點 竟然限制等級70 我都快暈倒了 希望可以降低 等級的需求 我想因該很多人遇到這個問題 不然練到70 我都老了 Ps 我放棄了 砍遊戲",
        "reply": "None"
    },
    {
        "name": "曹定勝",
        "comment": "有人跟我一樣嗎? LG的手機，今天小更新後就無法登入遊戲了。 選完角色後，等半天進入遊戲主畫面，就當了。",
        "reply": "None"
    },
    {
        "name": "朱木宏",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ｆｉｒｅ９８.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "啓志平山",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在sysy２３.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "朱于馨",
        "comment": "認真說實話這個遊戲整體上還不錯，但是關卡太小了，我才用了一星期就做完了，而且戰力方面已達到了瓶勁完全升不上，在2004game℃OM 這裏下載的版本。可以滿V。不用自己充。最近開始刷鍛造但這個飛龍骨我用了50張掃蕩卷才中了20個也太坑了吧，期待這個機率能提高，第五章尾二的劇情我完全能看到開發商的努力",
        "reply": "None"
    },
    {
        "name": "Slixby Jharline",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在nnyy857.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "嘿 各位朋友，請勿再亂發怪怪的連結啊(☞ﾟ∀ﾟ)ﾟ∀ﾟ)☞"
    },
    {
        "name": "Google 使用者",
        "comment": "字太小看的很累，打怪都沒掉東西，任務引導害我打木頭人超過6級，沒60級不能刪人物.............. 所以刪遊戲了，跟以前玩的天堂差太多了，沒有進入那世界的感覺",
        "reply": "(๑•́ ₃ •̀๑)很遺憾讓您有這樣的感受…我們也會努力讓天堂M變得更好的，還請您再給我們一次機會吧！"
    },
    {
        "name": "薮内恵美",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＴＷＤ122.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "唉呦畏",
        "comment": "為什麼我的遊戲帳號不能登入了",
        "reply": "None"
    },
    {
        "name": "zx22qw",
        "comment": "前期放手讓多開機器人快速撈金，導致中低階玩家大量流失，最後課長發現除了老對手以外都是機器人，打到寶也沒地方賣，最後只剩下少量玩家跟部分工作室掛機，最近開的週年獎勵還要持續登錄才能領？無法常態離線掛機就已經很無言了，還要天天上線？",
        "reply": "(›´ω`‹ )真的很抱歉讓您有這樣的感受..史萊姆會一直在身邊陪著你的.."
    },
    {
        "name": "swyfx gvdz",
        "comment": "不想氪金的朋友們就到去網址KUU39.￠óＭ ，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限商城幣。虽然游戏中很多人也许不知道怎么玩，但那个探索的过程的确是很有趣的。当然，你可以根据风飞的方向，判断应该往哪边走。我个人觉得，飞行有一点点难控制，希望能改得稍微简单些。其他的根本不用说，真的是很好。（个人觉得暮土稍微难了点hhh）希望这个游戏能越来越好，也希望能赶紧出关卡，好希望继续玩下去！从花到光遇，景色都是无法用言语形容的美，无论是和陌生人一起坐在石椅上休息，还是在空中任意的滑翔，每一个角度都美的想截屏。色彩非常准确，视野开阔，在游玩时真的有如飞在天际一般，简直太喜欢啦，喜欢的不得了，就是没有教程，很多东西都要自己慢慢摸索，不过我想这也是设计师的本意，在这个世界中，我们一开始就是牙牙学语的孩子，一切都要靠自己去摸索，对世界的感悟也要自己去体会，每个人都会有每个人的光遇，愿大家常有蝴蝶相伴每一次无聊的时候都会玩这个，超解乏的，关卡都很简单的，有的较难一点这样还能考验我们的智力呢，又有趣又能帮助大家提高智力和敏捷力，但是不能沉迷游戏，作为学生主要还是学习，劳逸结合时选开心消消乐没错的！喜欢的宝宝们赶紧下载的！我们大家可以一起玩哟等你来！从刚开始有这个游戏就开始玩，中间断断续续的，也换了好几个手机，但是消消乐是每次必须下载的游戏，有的时候经常想不起来玩，但是还是下，真像有的人说的那样，玩的不是游戏，是情怀，是回忆，现在两千多关了，虽然不是最多的，但是每次别人问起来，我也是一个骄傲，最能拿出手的一款游戏，还有一次消消乐搞活动，我竟然意外的拿到了小玩具，邮来的时候我也是很惊喜，希望这个游戏能一直存在看了评论突然发现好多人和我一样，都是从最初的电脑版开始玩一直到现在，换了N部",
        "reply": "(❀╹◡╹)請冒險者不要散佈不明的網址喔！娜娜會生氣的！"
    },
    {
        "name": "Lucas Smith",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在狂暴.鬼怪!網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "吳佑任",
        "comment": "你們臉書小編自動回覆，線上客服又要等很久，回報方式也不知道要等多久，我的問題就跟下面那位一樣，下載後，登入遊戲卻無法更新，只出現一個小視窗然後就沒了？ 我已經等了很多天也不見半個客服回應我的問題，暫時先一星吧……想回歸回不了 煩",
        "reply": "\"(๑•́ ₃ •̀๑)咦…怎麼會這樣呢？這邊能否請您透過問題回覆來信提供您的裝置型號等相關資訊截圖，由專員協助您進行確認呢？\n問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM\""
    },
    {
        "name": "球思辰",
        "comment": "這個遊戲看起來是不錯玩，但是有些缺點，還是故意設計的，每次都是我在努力捕魚，但是最後都成了同桌玩家的收獲，有更誇張的是情形，自己打的破產，在GM1967，Co㎡這裏下載的版本。可以滿V。不用自己充。別的玩家一直得分，實在看不下去，也不想繼續玩，當冤大頭，但還是很支持遊戲開發商，請繼續努力開發好玩的遊戲",
        "reply": "娜娜覺得心累(°ཀ°)不要再散播奇怪的網址了！"
    },
    {
        "name": "Google 使用者",
        "comment": "請問天堂M要如何修改手機認證的手機號碼？因為之前的手機號碼沒在用了，遊戲中還有藍鑽沒用完，目前無法登入，認證碼會寄到舊的手機號碼，請協助處理，謝謝。你們客服很難找，官網線上客服等候30分鐘，還等不到，問題不解決，我會持續給你們負評。（一個超過20年的老玩家）",
        "reply": "None"
    },
    {
        "name": "小呆魚",
        "comment": "在等入畫面上有不讓人刪除裝置硬要客戶寫信告知，離24小時只剩下七小時左右，完全沒有人通知也無法查詢進度，是在要逼客戶退遊戲不要玩的意思是嗎？用舊有的手機登入更新後也無法登入時，這種做作做法時在很無言...",
        "reply": "None"
    },
    {
        "name": "Raydon Delagardelle",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在綠色\\戰刀\\網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "紫品峰",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹hoho68。ĊóＭ ，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "None"
    },
    {
        "name": "王母大娘",
        "comment": "別玩，外掛滿天飛，衝裝、合成率極低，連藍裝掉落率也低到不行，一個月有一件要偷笑了，如果要良好輕鬆的遊戲體驗，千萬別選這款，當初強調跟韓版一樣機率，我也是笑笑而已，韓版一出我就去玩了，再回台服，就是一個糟糕透頂的體驗，啊，都忘記紫布事件了吼，反正連實況主課長都會被這樣弄了，我們這種小咖就更不用說了。 另外，別問我為啥這麼糟糕還有兩星？因為，一星官方完全不鳥你…看看下面評論就知道我在說什麼。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "不知道為什麼手機還需要排隊...只剩下回憶，畫面不美手機卻很燒，就是蠻容易膩的，已經刪除很久了，突然跳出來，就來評分一下",
        "reply": "None"
    },
    {
        "name": "林政儒",
        "comment": "我覺得操作流暢，而且玩起來十分爽。讓我告訴你pc2 0 1 6℃O?尋找星耀版，可以玩無盡元寶和高等Vip，天天都有大量福利發放。但如果能把限定抽出的角色機率提高至1%最好了。對了，請問這後期會不會有返場？我發現最新合作關卡第一，二和三章自動戰鬥的戰鬥介面好像有點問題，每次遊玩時他都總是會介面出錯",
        "reply": "None"
    },
    {
        "name": "Agatha Garrison",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 地獄\\王族\\網這裏下載的版本。 可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "Tutin Jazmeen",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在SSR2021.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "Google 使用者",
        "comment": "沒意義的遊戲，內掛自動練功過任務到40幾級就很膩了，接任務自動打怪無限輪迴，沒有挑戰性和成就感，開這遊戲已經不知道要幹嘛了，已刪除遊戲。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "一堆活動顯示，重登一直跑出來，明明已經設定不顯示了，手機一直登不進去，就一直卡那個活動顯示，然後就一直閃退，都開多久了，品質連入門都搞成這樣",
        "reply": "None"
    },
    {
        "name": "許聖愷",
        "comment": "所謂服務人員、聯絡管道都是假的!才一次改版，明明改版維修前登入都正常，改版後莫名奇妙多出一堆登入裝置，導致不能登入，到現在還找不到人可以處理!填一堆表單都沒用，爛爆了!開啥新伺服器，就是要再騙錢而已!",
        "reply": "None"
    },
    {
        "name": "騎騎士",
        "comment": "很久沒玩無緣無故被鎖帳號，還限制創角根本不能玩！！一款好遊戲都被做爛了！",
        "reply": "None"
    },
    {
        "name": "ivz skcxw",
        "comment": "今天吃完鵝蛋了嗎?必须去瀏覽器打開網址2002game·C〇м　上體驗這個遊戲的無限版。遊戲盒裡面幾千款全部都是無限版手遊滿ＶＩＰ無限寶石無限元寶無限貨幣的遊戲。真希望快點更新，玩福利型的滿級V元寶無限版，各種資源啥的都無限。神獸，根本不花錢，遊戲也比較好玩，玩家很多，等什麼呢快來吧我玩了很多網路遊戲，所以這種自動和手動遊戲的結合，襲作團隊調查了優缺點後做出的一種創新各種各樣的手機遊戲。雖然風險很大，但至少他們想換點新東西。所以一開始說實話，我是抱著玩樂的態度來玩的，但沒想到裡面人物設定、技巧和對各種故事的描述都達到了高端網路遊戲的標準。雖然有很多地方改進和完善這個遊戲，但我相信它會越來越好。一個非常好的遊戲，不管人玩得如何好，如何分享，如何交流，我外面玩手機送禮物。不論畫質和流暢度，角色育有系統都做得非常好，操作就棄坑了希望官方能探納我的建議對它情有獨鍾，絕對是有理由的，遊戲精彩無限，建築工地設計完美結合，非常喜歡，如果有多些功能更加好，這樣玩起來會更刺激更耐玩如果的話，希望建設過程自主選擇喜歡的地方開發，裝修風格自主設計會更完美啦遊戲用戶自由選擇自己的夥伴組隊參加比賽一切要新穎，刺激，獨特風格。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "Google 使用者",
        "comment": "請問什麼時後要開放離開遊戲也能自動打怪，這功能日版已經有了，台版還要多久？，工作室一堆也不解決，遊戲都出2年了，問題一堆。",
        "reply": "感謝王傑大大所提供的資訊與情報(つ´ω`)つ\n如後續遊戲有做任何更新再麻煩您留意官網唷(ﾉ◕ヮ◕)ﾉ*:･ﾟ✧"
    },
    {
        "name": "蕭大遊",
        "comment": "真好玩，可是找不到學魔法書或學水晶魔法的地方呀",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "刪除腳色可以別這麼本末倒置好嗎？選擇職業發現不適合自己卻硬要玩家練到60等才能刪除？那就一開始別設定可以刪除。都60等誰還要刪除。練法師發現要大課長級別才能玩 想刪除都沒辦法。是要人買太古玉璽是不是？一定要嗑金？？",
        "reply": "哈囉，Asali Lin 您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "賴信達",
        "comment": "只剩課長在撐的遊戲，外掛問題大家都知道，說在多還是不會改變，下載前看自己口袋深不深在載吧",
        "reply": "None"
    },
    {
        "name": "Rachana Timilsina",
        "comment": "强烈推荐的這個網址FBB9͵C0Ṃ里面全是非常爽的游戏,例如高爆率.满级,合成BT装备，什么都有,让我爱不释手,而且游戏种类繁多, 回合的,策略的，卡牌的，曾经自己玩过的游戏这里都有,让我彻底的过了一把游戏瘾,比用挂还爽!必须下载!個人覺得這遊戲你第一次開始玩，讓我告訴你FBB9.Co₥ 上可以體驗一下大量钻石版手遊，登入就享至尊會員，還有原創角色交易系統，玩膩了可以換現金。之前只能靠遊戲裏的裝備苟活著，所以我就開始用軟件，剛開始.上線送了VIP之後，還有GM特權，什麼無限元寶啊，爆裝啊的都是在別的軟件沒體驗過得！非常奈斯！雖然遊戲很簡單，還是有種莫名其妙的投入感，遊戲節奏很讓人上手。 喜歡暗黑的玩家可以玩一下，老遊戲還是有人玩的話，還是有些理由的。遊戲中背景音樂，請您先到蒼天牧師網上找星耀版手遊，大量的商城幣沒有縣制資源玩起來才夠爽，還有角色交易系統唷。場景做的很細緻。 感覺可以靜下來心，可以獨自慢慢玩的遊戲。雖然很難受還是會繼續堅持玩的魔性遊戲。對於老手們，是一個不錯的選擇，上線即送滿級VIP 、鑽石拿到手抽筋、 天天精彩豪禮送送送不停 。去了解那些年發生的故事。 PVP方面也是有一定的深度，不是完全數值的比拼",
        "reply": "(☍﹏⁰。) 請您不要隨意散播奇怪的網址！您是賽尼斯派來的嗎！"
    },
    {
        "name": "大仁我",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在wwxx８８.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "小新正明",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＢＴＢＴ22。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)"
    },
    {
        "name": "쩡하사",
        "comment": "感官上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在在焰之,妖精.網, 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "聡河原",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ttaa44.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "烏烏文謙",
        "comment": "遊戲需要很多解密的地方耐人尋味 。最好去找壹個叫hh1837.￠óＭ的站點可以玩鉆石無限滿V版，上線就滿V而且各種沖才有的資源元寶都是直接送用到爽哈哈，還有很多遊戲的無限元寶版裝備上線就能頂級真是太爽了。簡單來說一下遊戲後的體驗吧，總體來說還是十分不錯，首先畫風和聲優都一直在線的，總之這遊戲我覺得 很滿意。可是我還是給予5星，你們加油！??",
        "reply": "請聰明的亞丁勇者不要亂搜尋不清楚來歷的網址唷，以免發生不知名的危險(◍•ᴗ•◍)"
    },
    {
        "name": "Google 使用者",
        "comment": "明明綁定Google帳號，登入顯示舊手機號碼。因更改門號原因致信客服，客服卻鬼打牆，一定要有角色ID和登入的伺服器資訊，及門號更改合約書及身份ID。 好笑的是客服系統只能傳2MB圖檔，我每張圖檔超過2MB，傳失敗兩次後致信客服才知道2MB限制。 兩天時間及影印費用，到現在還是鬼打牆，一定要有角色ID和伺服器資訊才能查詢或變更。 請問，綁定的Google帳號該怎麼辦？？",
        "reply": "哈囉，YANG hsu 您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "cob Kuo",
        "comment": "雖然沒有收月費，但跟剛出來的天堂比，法師打怪指令越來越難操作，老是點不到怪打，老是點到怪旁邊的地上，讓我玩的很累，越玩越不想玩，玩的很不順心。很懷念第一代的天堂",
        "reply": "None"
    },
    {
        "name": "盧秀芬",
        "comment": "免充值的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在Ｌ２Ｌｏａ.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "狂景雪菁",
        "comment": "這遊戲怪物種類繁多，技能也非常有獨特性！非常好玩。好希望可以像kk1943,c0m上的遊戲一樣，都是登入送VIP和無限鑽石，這樣一定會有更多人玩，別浪費台幣在這遊戲上了，且畫面精緻，又能升星，讓人不易厭倦! 2.英雄種類多，技能多，又能隨自己本心強化調整，真是將SLG遊戲精髓發揮到極致! 3.總覽功能就像Check list 隨時可確認哪些建築.研究.怪物已完成，以免遺漏! 4.建議再多些副本，不然有時想多試試剛升級的英雄跟怪獸，卻發現沒副本可打，那實在是讓人有力卻無處發的感覺。活到老，學到老。主線劇情很有獨創性，我在，去玩這個GAME的商城幣無限版，這太好玩滿級V福利多到爆上線送的元寶鑽石隨便花直接吊打土壕，我是女生 雖然我玩這個技術教九流的遊戲有天壤之別！開發者的匠心精神值得我們敬佩，也很感謝開發者，我們才能體會到這麼完美的遊戲。謝謝。遊戲很棒，玩出來的感悟是不一樣的，它就像你手裡的那把劍，為你所用。也希望多給玩家更多的未來活動資訊，讓玩家可以有堅持的心，繼續享受這遊戲的快感，支持你們，加油！",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "辣聖手",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹暗殺戰龍網，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "None"
    },
    {
        "name": "優希大城",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹9MAQ。?óＭ，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "(ㆆᴗㆆ)娜娜不是很明白您的意思…不過請不要散佈奇怪的網頁喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "1、登入問題從以前剛出時就很爛，還不如完美世界m人家一個禮拜就解決了登入問題人家還3D的 2、外掛太多都工作室代練的 3、變身太難抽 4、活人太少完家沒互動 5、裝備太難衝， 6、鎖寶太嚴重這是手遊不是電腦的，你們不趕給別的遊戲很趕給 壓垮天堂m的最後六根稻草",
        "reply": "親愛的Andy Ler您好 :)， \n非常感謝您對天堂M的喜愛與支持，\n您的寶貴建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Google 使用者",
        "comment": "太離譜了玩了一年打不到藍武藍布，合了好幾百個高級裝備箱也只開到綠裝備，太扛人的遊戲。還有人一天打到2-3張藍布藍武，我玩了一年啥都沒有打到，只想要玩家花錢儲值。我公司本來有5-60個人在玩，現在剩不到10個。打寶跟本打不到，都是那幾個人狂打到藍布藍武。我玩女神，ID叫（天地人）玩了一年沒看過藍武布長啥樣子，也沒看過高級寶箱有藍色裝備。在這樣子玩家會跑光。每天都打到藍布藍武布的都那幾個人，一天打了好幾張，不然就是一天狂打到藍色武器好幾把，是不是你們自己公司的人阿，打到在丟去商店賣玩家，玩家一輩子都打不到，一輩子只能花錢儲值買，這樣誰還會想玩。我勸一下大家，千萬不要玩，玩這種打不到寶的遊戲，要好裝備只能儲值，跟本沒有打寶樂趣，只有花錢花錢在花錢，沒錢不儲值，一輩子打不到寶物裝備。還有玩了一年也抽不到紅變跟紅娃娃，只抽到一堆爛的。工作室你們這樣子，要我怎麼玩。打不到藍武布藍布，抽不到紅變紅娃，也打不到藍色武器，別人天天打1-3張，武器一天打2-3把。我呢我呢，我只能花錢這樣子嗎！真氣人，聽到沒工作室的，不要只想凹玩家。",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "emf cldz",
        "comment": "這個遊戲看起來是不錯玩，但是有些缺點，還是故意設計的，每次都是我在努力捕魚，但是最後都成了同桌玩家的收獲，有更誇張的是情形，自己打的破產，在Tap173，Co㎡這裏下載的版本。可以滿V。不用自己充。別的玩家一直得分，實在看不下去，也不想繼續玩，當冤大頭，但還是很支持遊戲開發商，請繼續努力開發好玩的遊戲",
        "reply": "娜娜覺得心累(°ཀ°)不要再散播奇怪的網址了！"
    },
    {
        "name": "Google 使用者",
        "comment": "新服 95% 是工作室，完全無人捉，鎖外掛，個個場比工作室包左，有甚麼利由完全不作為，當你玩家全部是傻子，半夜也需要排3-4小時入game,同機器玩遊戲，打又打不過，幾十個打你一個，掉寶率極底0.0001%?,完全不改善玩家環境，非常失望。",
        "reply": "親愛的Sam HK您好，\n關於您反映「玩家使用不法程式進行遊戲」的狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！非常感謝您喲~\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Ying Chou",
        "comment": "這遊戲說真的蠻好玩，就是白目多了一點，工作室多了一點，東西貴了一點，世界王人物多就容易斷線一點，其餘大致上我都覺得很好",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "爛透了，衝裝備武器的機率太跨張了可以連續爆掉十幾件裝備還有武器6把雙刀細劍一把全都儲值鑽石買來衝的，各位讓你們猜猜看過幾件，過一件抗斗才加5剩下的全報，連帶過一裝備全都爆，身上只過一件安定值老舊的力T，這種情形已經第二次，一個月內兩次這種衝裝機率會不會太扯，從開始玩到現在連一件藍的裝備武器都沒打過像這樣的掉寶率把我們當肥豬宰嗎！一定要燒大把大把的鈔票才會打到寶嗎？如果是這樣，我寧願選擇不玩，何必浪費時間在這種那麼難玩的遊戲上咧，我們只是一些上班族，何必把賺的錢拿來砸這種那麼難玩的遊戲咧！各位我也是天堂迷，但是這次的天堂m能夠讓我掉到地獄，真的不簡單",
        "reply": "陳駿儀您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "蜂釣祥姜",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹btgm88。ĊóＭ，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "None"
    },
    {
        "name": "冠廷",
        "comment": "檔案8G，又不能背景下載，放棄。",
        "reply": "None"
    },
    {
        "name": "Re Paolo Lo Quattrociocchi Siria",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹edm12。ĊóＭ ，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "None"
    },
    {
        "name": "pulton arabit",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。ＴＡＫ98.?om下載的版本。 都可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情幽默。有問必答和回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "連承儒",
        "comment": "我覺得操作流暢，而且玩起來十分爽。讓我告訴你pc2 0 1 6℃O?尋找星耀版，可以玩無盡元寶和高等Vip，天天都有大量福利發放。但如果能把限定抽出的角色機率提高至1%最好了。對了，請問這後期會不會有返場？我發現最新合作關卡第一，二和三章自動戰鬥的戰鬥介面好像有點問題，每次遊玩時他都總是會介面出錯",
        "reply": "None"
    },
    {
        "name": "咲西美",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ｆｉｒｅ２７７.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "Google 使用者",
        "comment": "出了新角色黑騎，但是不能解任務還玩什麼?奇岩週邊永遠一堆工作室站點，打飛了又再回來，橘子你們到底有沒有在抓啊？然後又跟以前電腦版一樣一堆機器人，然後沒人玩。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "你們是要不要讓玩家玩啊？上線就是卡畫面，不然就是根本連玩都不能玩，連買東西和角色移動一步就斷線，每天都斷線，你們真的在搞我們，浪費人家的時間，你們差不多就好了哦！一天連不到10分鐘就斷線然後就不能再上線了是怎樣",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "維護完在決定這個遊戲值不值得玩，請對遊戲的品質做重點的改善才是最重要的，斷線閃退的問題一直很嚴重，相信一堆玩家玩出一肚子火了，能不能留住玩家，相信貴公司經營這麽久了，也懂得留住玩家的經營長久策略才是",
        "reply": "None"
    },
    {
        "name": "張立威",
        "comment": "新手玩家，玩手機板回味遊戲，但似乎遊戲已變質，連續買了2個月的活動變身娃娃禮包，永遠都只給最低階的，製作技能裝備沒一樣成功，也許是我比較衰，看來這遊戲不適合我，這遊戲完全是利益取向，公佈的機率我看也是假的，黑橘稱號當之無愧",
        "reply": "娜娜在這幫您集氣！冒險家大大會拿到自己想要的娃娃的！！(✪ω✪)"
    },
    {
        "name": "蘇煥然",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之.妖精.網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩好玩！",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "邱弘軒",
        "comment": "精神上的享受！以後再也不會無聊。還有一個特別的小技巧告訴大家。在．焰之．手遊，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。太好玩",
        "reply": "ㄝ~您在說啥呢，怎麼看不太懂呀( ͡° ͜ʖ ͡°)"
    },
    {
        "name": "夜中城",
        "comment": "下載使用開啟遊戲，大概兩三次都會遇到遊戲畫面黑頻卡住畫面不能操作，必須要強制關機才能讓手機正常使用，這遊戲也太爛了吧，請儘快改善好嗎，我玩其他遊戲都不會有這個問題",
        "reply": "(๑•́ ₃ •̀๑)發生這樣的事情真的很讓人沮喪呢…這邊可能需要冒險者大大確認一下您的裝備是否需要進行更新以面對更精彩的冒險喔，請您參考一下～\n安卓相關配備最低規格要求：\n• Android版本：4.4以上\n• 解析度：1136*640、960*640\n• 儲存空間：RAM 2GB以上、儲存空間32GB以上\n\n還請參考官網相關說明：\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586"
    },
    {
        "name": "Google 使用者",
        "comment": "太誇張，下載遊戲後我所有安裝在記憶卡的程式全部消失，下載前我有確認記憶卡是有空間的，發生這樣的事情是第一次！！ 我很喜歡天堂從小玩到大，手遊評價很低但我還是下載想玩玩，希望遊戲團隊能努力一下。",
        "reply": "親愛的謝維恩 您好唷：\n先感謝您對《天堂Ｍ》的喜愛與支持，\n我們為了能提供更完整正確的服務內容，\n誠摯希望您可以再次說明欲處理的問題及狀況描述，\n如果方便的話也請一併幫我們附上您的角色資訊:\n角色 ID:\n伺服器名稱:\n無法登入的畫面截圖:\n\n透過官網→聯繫客服或問題回報來進行反映喔\n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "徐安樂",
        "comment": "精神上的享受'以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 yynn22.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ㄝ~您在說啥呢，怎麼看不太懂呀( ͡° ͜ʖ ͡°)"
    },
    {
        "name": "吉宗次雄",
        "comment": "福利遊戲上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。RDepm .?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "師沖",
        "comment": "聽覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在2021mg.?om 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "\"(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)\""
    },
    {
        "name": "Carter Windsor",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 地獄!王族'網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "Farley Carlo",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 edm１２.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "Jan Novák",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 地獄!王族'網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "高中一年級理化課（RoryMix-闕TaTar）",
        "comment": "客服您好，能跟我聯繫一下嗎？我儲值上出現了些問題。要如何與您們聯繫，我儲值出現狀況，儲值不進去。 如何聯繫客服? ps.感謝官網的協助與幫忙，讓我已經處理完能夠把點數灌進去，官網處理速度快速，玩家在這至上12萬分的讚。",
        "reply": "娜娜非常開心您的問題已經解決了唷~\n不嫌棄的話給娜娜一點鼓勵吧~~♥(´∀` )人"
    },
    {
        "name": "巫佩蓁",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之,妖精,網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "孫敏敏",
        "comment": "精神上的享受！以後再也不會無聊。還有一個特別的小技巧告訴大家。在焰之。妖精，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "Google 使用者",
        "comment": "開交易所，個人物品欄，倉庫，等等……都會頓到不要不要的，＆回報問題也沒得到解決＆，只會一直公式化叫我們回報，這樣叫大家怎麼有心玩下去呢？作為一個大公司，處理問題態度這麼不積極，嘆氣！",
        "reply": "None"
    },
    {
        "name": "士郎美穂子",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之.妖精!網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "Rablan Tristica",
        "comment": "偷偷來的享受真爽！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＤＤＳＳ９.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…而且天堂M才沒有在你說的地方有檔案可以下載啦!"
    },
    {
        "name": "承乾廖",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＣＫＣＫ２１.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "！請您不要隨意散播奇怪的網址，您是賽尼斯派來的嗎(눈‸눈)！"
    },
    {
        "name": "隆一斉藤",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之/手遊/網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "可以來一點創新的嗎(|||ﾟдﾟ)"
    },
    {
        "name": "Google 使用者",
        "comment": "想玩現在的天堂M手機需要用到多好才行阿，從角色要登入遊戲到開啟畫面要等一分鐘，當畫面打開後已經被怪打死了，那不就是遊戲角色已登入遊戲畫面卻要等那麼久。",
        "reply": "Hello~貓尼  您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "雄一福田",
        "comment": "精神上的享受！以後再也不會無聊。還有一個特別的小技巧告訴大家。在．焰之．手遊，網這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。太好玩",
        "reply": "(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)"
    },
    {
        "name": "廖承齊",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在boni 33.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "白于真",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在2021MG。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)雖然娜娜很開心您能夠給我們好評，但還請您不要分享奇怪的網站喔…"
    },
    {
        "name": "Google 使用者",
        "comment": "很爛客服，七次裝置登入紀錄已滿，申請刪七次的裝置登入紀錄除時間要很久，線上客服等了三四個小時一樣忙線中，猜測可能只有一位客服或更本沒有，改留言兩天了一樣沒回覆，幸好沒花下去，不然這樣遊戲服務品質只會讓玩家心裡駡死，所以給一星警惕所有玩家做參考，這樣客服服務當遊戲上有出現問題時你們要忍要等沒有抱怨權利了。因為這樣問題所以退出天堂m遊戲刪除了，反正也等不到盡快處理，乾脆不玩了。",
        "reply": "敬佩的亞丁勇者(◍•ᴗ•◍)\n如果您是七台裝置而讓您無法登入的話，\n天堂M官網有提供專門協助這類狀況的表單，\n提供官網連結供您參考：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=50387&kind=563\n進入後請點選「我要申請清除登入裝置記錄」，謝謝您（○′∀‵）ノ♡\n\n若您提寫時有遇到任何問題，為了您的資料安全，建議您透過客服中心詢問唷\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Nobody Behappy",
        "comment": "連個客服電話都不設置 Email回覆訊息要等半天無法及時回覆跟處理問題 重要事情都要耽誤我們時間 試問花這麼多錢在這遊戲幹嘛？ 根本不到位！！！ 我們消費的時候你們很開心 有沒有想到我們沒有及時解決遊戲問題的時候開不開心？ 時間都被你們浪費了 還好意思鎖帳不讓上限？ 非得強迫消費？",
        "reply": "None"
    },
    {
        "name": "Brislan Keivon",
        "comment": "偷偷來的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＳyＳy２3.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "代美仲摩香",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在PVP933。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜覺得心累(°ཀ°)不要再散播奇怪的網址了！"
    },
    {
        "name": "Google 使用者",
        "comment": "8月22我用手機門號購買了890元的產品，9月份手機帳單也繳了月租及890元的小額付費，怎麼10月手機帳單又多了一筆890元，手機客服說這個月890元跟上個月不同筆，我9月都沒買產品包怎麼會多出這筆費用。我要怎麼處理。",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "爛遊戲,今天只開龍鬥而且又是內掛在練功.貴公司真的有夠厲害有辦法鎖同一個帳號的妖精.現在是工作室都不鎖都鎖正常的玩家.還是說沒儲值就不讓正常的玩家玩?那你們繼續鎖~不用只鎖7天~我吃飽飯後直接刪遊戲了~",
        "reply": "嗨黃秋彬~您好!\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "Ellis London",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 edm１２.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "請不要從奇怪的網址下載奇怪的東西ლ(´•д• ̀ლ！這是陷阱！賽尼斯的陷阱！"
    },
    {
        "name": "Adolfo Daniella",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。9ＢＥＨ.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ㄝ~您在說啥呢，怎麼看不太懂呀( ͡° ͜ʖ ͡°)"
    },
    {
        "name": "Ethan Johnson",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。Ggkk３３.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "進遊戲排最少半小時 遊戲中品質也不是很好 很頓很LAG... 希望可以改善好一點 一個地圖的怪 30.40個玩家在打…現在每次登入都要等700.800個…還讓不讓人玩？",
        "reply": "None"
    },
    {
        "name": "k evin",
        "comment": "我在黑長著玩了8個月，比較過別福的掉寶機率。這邊機率超低！！因為新服調的這樣實在不公平，抽個高級傲慢之塔寶箱抽掉我臺幣3.5萬一個也沒成功！？ 要入坑的人請三思！！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "靠，一堆工作室不處理，都要排超久的………… 排了三個小時，好不容易進了，才玩一下下而已，就螢幕卡死，艮 又要重排，78欸",
        "reply": "關於伺服器排隊與工作室問題，我們一直有在與營運團隊溝通與改善，\n您的問題我也會再次協助您反映給相關單位，期望未來來能給您更優質的遊戲體驗。\n\n有關您遇到了畫面卡住的問題，由於需要進一步釐清您遇到的問題，\n還須請您透過官網→聯絡客服來進行回報，並且提供我們您的異常畫面截圖，\n以利客服人員協助您排除問題。\n一直以來感謝您對於天堂M的支持與愛護，不盡理想之處，也請多包涵見諒，謝謝。"
    },
    {
        "name": "Mia Smith",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在 地獄.王族.網 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "娜娜不喜歡倫家用奇怪的話為我們評分la..(´～`)"
    },
    {
        "name": "Google 使用者",
        "comment": "進入遊戲前的活動介紹太多，以致一直閃退，改版就改版，改的進遊戲都困難，還要玩什麼。",
        "reply": "None"
    },
    {
        "name": "vqn syoitg",
        "comment": "哇塞～終於出了，遊戲等你來體驗，大家可以去SSr25.C〇м裡面許多破解版的遊戲，外加海量的資源等你來拿，這僅此福利的一小部分，我當初也不相信，自己去體驗後才驚訝是真的，不用再費勁心思的打怪升級穿裝備，讓你了解土豪是怎麼玩遊戲的。喜歡玩密室逃脫遊戲的玩家可以嘗試看看， 雖說劇情跟內容比較王道正統，但作為休閒娛樂也是有足夠的遊戲時數，對白有趣且配音完整，值得嘗試的好遊戲！整體完美，喜愛黑暗靈魂和巫師類型的必敗！另外非常建議用藍牙搖桿玩，一來螢幕玩久有點發燙，二來按鍵無反饋震動以致miss掉。除此之外一切完美！最後奉勸那位差評說操作要一個小時才能出招的玩家，你應該檢討的是自己的手機是不是太爛吧，給差評只會顯出你的無知。喜歡玩密室逃脫遊戲的玩家可以嘗試看看， 雖說劇情跟內容比較王道正統，但作為休閒娛樂也是有足夠的遊戲時數，對白有趣且配音完整，值得嘗試的好遊戲！",
        "reply": "None"
    },
    {
        "name": "郭怡春",
        "comment": "感官上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ＳＹＳＹ23.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "阿南佳子",
        "comment": "視覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ｄｄｋｋ6.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)"
    },
    {
        "name": "李智緯",
        "comment": "5周年更新是要多久，11月30號中午就跑完更新檔了，直到現在12月1號零晨12點半了，還不能上線，12個小時了也...會不會太離譜...以前PC版時也沒那麽離譜，該不會還在調所謂的黑橘福利吧！！！",
        "reply": "None"
    },
    {
        "name": "晶人三宅",
        "comment": "視覺上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。在wwxx８８.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "嘿 各位朋友，請勿再亂發怪怪的連結啊(☞ﾟ∀ﾟ)ﾟ∀ﾟ)☞"
    },
    {
        "name": "Google 使用者",
        "comment": "沒事在伺服器裡頭限制創見角色做什麼，還有全部伺服器都滿人擁擠，這如果有新朋友想玩卻不能玩的心情你們有想過嗎？下載之後有更新數據到進入遊戲時發現角色無法創立的情況下，我想請問你們這麼做有意義，要開遊戲搞到連一隻角色都沒辦法玩，開設有意義？",
        "reply": "親愛的Yiting Lin您好｡◕‿◕｡\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳柔淇",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在Bang277。?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "lin erich",
        "comment": "這遊戲只是圖像是以前的天堂但實際上不是天堂。 第一點，新手70以前無法完成部分任務導致金葉子根本不夠，根本是肥老玩家而已 第二點，花錢還居然不能買東西！因為沒有70等不能交易 無語到不行，完了一個月真的受不了了，一星刪除",
        "reply": "十分抱歉讓大大有這樣的感受….小幫手會協助意見反饋இдஇ.."
    },
    {
        "name": "Google 使用者",
        "comment": "目前肯定在收到貴公司的email後同時我就拔了天堂m和google聯動的資格，但我分享我手機聯動網路遊戲的錯誤訊息和我本人删遊戲時也一併消失了。 意外聯想貴公司寄給我的email\"最後兩行字\"，難道貴單位可用玩家gmail下載未受我本人意願的遠端控制程式(進而掌握我成功在“一天合成2張藍卡”和“買卡片可四張中3張綠卡”是否危及貴單位權益證明，然後依合約刪了我的無課紅變帳號)，有此“大於零的可能性”嗎？",
        "reply": "None"
    },
    {
        "name": "Tayri Acemrar",
        "comment": "這款就是我想要的手遊,讓我說說2002game，CóＭ多有魅力吧， 先不說送你商城幣９９９９９９是基本的，每天還有海量福利可以領，儲值系統根本是多餘的，,常常開進去都當掉(點什麼都沒有反應那種、或者沒有顯示任何活動等等)，希望能快點改善，從開服玩到現在都是這個問題。 今天更氣，自己吃的世王，寶物卻因為遊戲卡住，眼睜睜看被別人撿走了，消耗我的疲勞，然後寶物被撿走，到底有沒有要改善遊戲環境！！！！只顧著賺玩家的錢搞一堆活動，不維護遊戲品質，才開服兩個月，真讓人失望！ 還一堆假五星評價，現在評價真的很不可靠…… 語音很有事……畫風可愛、送很多不錯的裝備/時裝、衝等快、可離線掛機。但沒儲值還是不用妄想上排行榜，不被欺負就要偷笑了==...感覺這種比課金的、伺服器狂開之後又搞合併的趨勢，遊戲存活時間很短……",
        "reply": "(╯‵□′)╯︵┴─┴請您不要散佈奇怪的網址欺騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "雖然常常感覺伺服器是倉鼠跑滾輪，網路是馬鈴薯接的， 跨服連線有時穩有時不穩，雖有星爆般的技能也放不出來 ，但是我理解這是天M日常，已經習慣了。",
        "reply": "_(:3 」∠ )_真的很不好意思…娜娜會請倉鼠們跑得再快一…我們會再努力讓遊戲體驗變得更好，還請您再多給我們一些時間吧…"
    },
    {
        "name": "満子日下",
        "comment": "以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之妖精網 這裏下載的版本。可以滿V。這個遊戲真的給人一種豐富的體驗和樂趣，但是你是否可以取消時間限制，除了房間聚會模式的自訂規則外，其他模式都應該取消時間限制。因為最後的冠軍是沒有人知道，限時更令我感到冇癮和對所有玩家不公平",
        "reply": "ヽ(#`Д´)ﾉ請您不要隨意散播奇怪的網址！您是賽尼斯派來的嗎！"
    },
    {
        "name": "Charlie Anderson",
        "comment": "有不少的東西可以玩，這個遊戲玩過的都都知道，綠色戰刀網裡面能直接滿v吾限元寶，讓我愛不釋手，而且遊戲種類繁多，回合的，策略的，卡牌的，曾經自己玩過的遊戲這裡都有，讓我徹底的過了一把遊戲癮，比用掛還爽！必須下載！個人覺得這遊戲你第一次開始玩，非常有趣！難度不會過高",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "王俞閎",
        "comment": "死愛錢的遊戲,沒花錢玩不下去的爛遊戲，垃圾遊戲公司才有垃圾遊戲工程師！爛你們每次活動送的變身卡沒有抽到半次是藍變跟紅變的，而且你們有些變身卡人物要買你們的產品包在用裡面的物品去做成變身卡，做成功也不一定會抽到，最誇張我們都花錢去製做還有製做失敗這個結果，你們是三小花錢被你們當白癡一樣玩，要送就大方送給我們這些玩家，搞清楚是我們這些玩家讓你們有錢賺的，你們不要太誇張",
        "reply": "( ´･･)ﾉ(._.`)冒險者大大息怒阿…史萊姆我撐不住兩下的阿…\n能否跟小幫手說說您遇到什麼狀況了嗎( ᵒ̴̶̷̥́~ᵒ̴̶̷̣̥̀ )?"
    },
    {
        "name": "Adnan Rizvi",
        "comment": "說實話作為一個內測就在玩的玩家，建議朋友們去搜sgg73,c0 m！能玩滿V元寶無限版，創角就可以直接各種資源全都無限，輕鬆吊打土豪超爽！，我感覺有點離不開了，經常需要陪玩，實用性更高，很OK。有難度，玩的好累，不過確實是好遊戲。這種事情就不知道為什麼要做的事情就是這樣子對自己的態度是一款比較適合 我們這種事情發生在你面前我就不會那麼簡單地生活的人在這，後來可能是玩的人多了，大神也慢慢多起來了吧，風格可愛有趣，創作也能很多原。不過唯一的缺點就是升級的部分和建築的部分價格太高，剛玩時很難升本，其他需要改善的只有升級時間能稍微調少一點就好，不然升級時間太長很多人都等不下去。也謝謝製作團隊的用心，做出怎麼好的遊戲。這一切都是健康和自由的體驗遊戲。由於很多玩家抓不到，所以很難抓住高星等。畢竟，這不是你的專屬遊戲。必須有一個折衷方案。當然，對於像我這樣週末沒有時間的人來說，導致放大鏡不能用，也無法獲得30點以上的體力或其他獎勵。當他出來的時候，我迫不及待想下載，那些喜歡 開發手遊的新手玩家-般來說，畫風不錯的遊戲內容豐富， 但 新手指導太少，這些都是我的建議，希望能幫助像快節奏的塔 防兄弟這樣的玩家。下載後，直接顯示加載的介面。",
        "reply": "(›´ω`‹ )請您不要再分享不明的網站連結了…"
    },
    {
        "name": "Google 使用者",
        "comment": "我在命運女神，只是在上線時在世界頻看到玩家(匿名的角色)，是每天都打到裝備及祕笈多次，如果再加上我離線時間，不知每天會打到多少?而我或其他玩家應該都很久沒打到裝備吧，希望你們調查，為何有人不停打到裝備?",
        "reply": "您好 kai yuk lam， \n感謝您對天堂M的喜愛與支持，\n請您可以到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "賢司川本",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。9CKS.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(´_ゝ`)咦…娜比不太了解您說的事情呢…\n我們好像不是同一個世界耶…(๑•́ ₃ •̀๑)"
    },
    {
        "name": "Google 使用者",
        "comment": "我是新玩家 今天下載完進不去要等1千多人....等完千人終於進去了 玩一小時 出來再進去又要等1千多人...這也太誇張吧！這遊戲不能隨時進出 手遊第一次遇到這麼難下手的 進去這麼困難 怎玩？ 會有玩家玩嗎？",
        "reply": "親愛的小燹您好｡◕‿◕｡\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n造成不便之處也還請您多包涵見諒，謝謝。"
    },
    {
        "name": "清林郭",
        "comment": "精神上的享受'以後再也不會無聊。還有壹個特別的小技巧告訴大家。在swa33.?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "玩了一段時間改版更新完人物全部不見，網路或寄信反應，天m都沒有半封回復，之後我又從練，但時常出現少些鑽或少了一兩件武器或房具，也有人跟我一樣問題，難怪棄坑的人一堆，希望天m能讓遊戲品質提高",
        "reply": "None"
    },
    {
        "name": "書小瑋（3k）",
        "comment": "以前老玩家，副本很多，玩法豐富，很多樣化，新手教學跟任務處理的不錯，初次接觸也容易上手，商場系統見人見智，無課也能玩的不錯",
        "reply": "None"
    },
    {
        "name": "taraann cannings",
        "comment": "遊戲裡的朋友們，我們一起為第一線人員加油，無聊時一起到hh1837͵C0Ṃ,這裡有滿V的無限鑽石版資源通通大放送，還有千爆款線上的遊戲無限版不用充就能玩超爽。每天免費贈送元寶，這樣你就可以不用氪星完成遊戲的所有章節。此外，還有豐富的繼承系統來提高遊戲的可玩性。在這裡，我鄭重地向所有喜歡遊戲的玩家推薦。 拿鑽石拿到手軟，崩潰完記得多休息，多喝水，勤洗手，多做深呼吸，多出門踏青，保持性生活...總體來說還是十分不錯，畢竟，這不是你的專屬遊戲。必須有一個折衷方案。當然，對於像我這樣週末沒有時間的人來說，還不如戰爭力量。比以前還要好玩多了， 比我想像中的好很多～ 很推薦大家玩喔，不要限制角色和佈陣方式，遊戲內容會豐富許多，因為每次玩到一個關卡都比一關難，甚至都要用好的直升機比較強的武器才有辦法破關，但是都要用自己的錢去租賃強的直升機，而且只能用3次，3次沒了就沒有了才！",
        "reply": "(›´ω`‹ )請您不要再分享不明的網站連結了…"
    },
    {
        "name": "Google 使用者",
        "comment": "讓我想要給五星,遊戲做得非常有質感!還有介紹大家最火爆的網站異世界手遊網那可以玩無限元寶滿V版,裝備啦材料通通都直接全滿隨便用還有很多遊戲的無限版能玩超級爽的,這個遊戲很好玩角色的內心的想法也被刻畫出來,很棒的神還原.遊戲的關卡也很有創新,讓我有意想不到的感覺,我已入坑.也希望多給玩家更多的未來活動資訊,讓玩家可以有堅持的心,繼續享受這遊戲的快感,支持你們,加油!",
        "reply": "娜比也不知道這些人哪來的(｡ŏ_ŏ)\n請冒險家千萬不要到來歷不明的網址下載或點選東西唷！\n保障自己的裝置安全(›´ω`‹ )"
    },
    {
        "name": "黃建宏",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ｗｗxx８８,?OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放烏格努斯了喔！"
    },
    {
        "name": "劉邦彥",
        "comment": "精神上的享受!以後再也不會無聊。還有壹個特別的小技巧告訴大家。YSmoto.?OM這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩",
        "reply": "嘿 各位朋友，請勿再亂發怪怪的連結啊(☞ﾟ∀ﾟ)ﾟ∀ﾟ)☞"
    },
    {
        "name": "Google 使用者",
        "comment": "靠.....真的很爛~玩個遊戲還要排隊有沒有搞錯ㄚ~只想回味而已，以前的\"天1\"就不會一直排隊等，如今呢??天M真的等很久,看了評論真的技術比以前還不如，沒有進步的空間真的爛~ 我刪了",
        "reply": "親愛的 林小惠 您好｡◕‿◕｡\n\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n造成不便之處也還請您多包涵見諒，謝謝。"
    },
    {
        "name": "哲冠郭",
        "comment": "美好的清晨來杯咖啡再配上破解手遊，你會發現生活就是如此簡單，先介紹HULU87。?OM，上線滿V級版可以玩，資源元寶都是無限用的，上線就送無限貨幣，有點晚才發現。不管是場上的判斷還是選角色的判斷多都變化多端，雖然有時會遇到雷對友，但只要和能信任的朋友玩就還好，還有角色很好抽，又可以和麻吉朋友一起玩，這款遊戲讓我今年每天都很快樂。",
        "reply": "ಠ_ಠ夠了唷 娜娜要把你們抓去給天鵝騎士團審判囉！"
    },
    {
        "name": "Google 使用者",
        "comment": "請問我在海外東莞區長時間出差~有翻牆為何19年2月後過來!一直連不上!畫面入口都進去順暢!到登入讀取時!就給我顯示(無法連線上伺服器)筆電和手機都顯示一樣的畫面!",
        "reply": "Hello~蔡亦宸  您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "感謝開發商的用心,真的是非常佛心的遊戲,東西給得很大方,還可以去古歌找蒼天牧師網的網站上玩好幾千個遊戲的變態版,無限寶石無限資源玩起來才爽,哈,我都後悔現在才發現,身邊的朋友們都在玩這,推薦給我,人物角色還是畫面都是比較喜歡的款,一直玩了!不充值,只是體檢一下,畢竟是年少時玩了好幾年的遊戲,三個小時了 還沒完事~這麼慢童年的回憶啊,中學時,逃課去網吧,就是和同學打副本啊,哭,都是情懷啊,我的奶媽結衣,這個遊戲是我玩的最久的一個遊戲了,雖然中間棄坑了一段時間,但還是回來了,簽到四百八十多天也算一個老玩家吧,",
        "reply": "打奇怪廣告的人類！克雷克已經向google平台提出檢舉評論的請求了！\n您們快快散退！！！(☍﹏⁰。)"
    },
    {
        "name": "張英琪",
        "comment": "完全不適合新手 怪物血量不平均 所有交易都只能用交易所（沒70級不能買），抽卡機率低到爆，活動禮盒還要限制等級 還不如別給好了，一堆限制等級 新手根本就看的到 吃不到 難怪都沒新手在玩 爛死了。",
        "reply": "None"
    },
    {
        "name": "Tova Liljegren",
        "comment": "强烈推荐的這個網址wee57͵C0Ṃ里面全是非常爽的游戏,例如高爆率.满级,合成BT装备，什么都有,让我爱不释手,而且游戏种类繁多, 回合的,策略的，卡牌的，曾经自己玩过的游戏这里都有,让我彻底的过了一把游戏瘾,比用挂还爽!必须下载!個人覺得這遊戲你第一次開始玩，讓我告訴你FBB9.Co₥ 上可以體驗一下大量钻石版手遊，登入就享至尊會員，還有原創角色交易系統，玩膩了可以換現金。之前只能靠遊戲裏的裝備苟活著，所以我就開始用軟件，剛開始.上線送了VIP之後，還有GM特權，什麼無限元寶啊，爆裝啊的都是在別的軟件沒體驗過得！非常奈斯！雖然遊戲很簡單，還是有種莫名其妙的投入感，遊戲節奏很讓人上手。 喜歡暗黑的玩家可以玩一下，老遊戲還是有人玩的話，還是有些理由的。遊戲中背景音樂，請您先到蒼天牧師網上找星耀版手遊，大量的商城幣沒有縣制資源玩起來才夠爽，還有角色交易系統唷。生命場景做的很細緻。 感覺可以靜下來心，可以獨自慢慢玩的遊戲。雖然很難受還是會繼續堅持玩的魔性遊戲。對於老手們，是一個不錯的選擇，上線即送滿級VIP 、鑽石拿到手抽筋、 天天精彩豪禮送送送不停 。去了解那些年發生的故事。 PVP方面也是有一定的深度，不是完全數值的比拼",
        "reply": "(☍﹏⁰。) 請您不要隨意散播奇怪的網址！您是賽尼斯派來的嗎！"
    },
    {
        "name": "Google 使用者",
        "comment": "酣暢淋漓的華麗特技,更重要的是推薦去找蒼天牧師網玩鑽石無限滿V版,各種資源全都能無限這樣玩法太牛了,還有幾千個爆款無限版遊戲,前陣子好像有緊急維修,但事後沒有什麼補償給玩家感受上不是很好,但看在平時掉落那麼多獎勵的份上還是沒什麼特別不開心了,不過我還是建議下一次要補償一下,這樣才能夠更加留住玩家啊!這遊戲這麼好玩得讓更多人知道才行.",
        "reply": "None"
    },
    {
        "name": "江康昕",
        "comment": "遊戲看的出有很用心!熟悉的感覺，終於找到的經典,但是昨天我在谷哥上看到那個名字為mee68, C o m地網頁上體驗一下公益遊戲版本，哈哈我是因為這網站可以找到BT版，無限圓寶實在太無敵了。裝備什麼的都是頂級的直接領！完全是不花錢隨意吊打土豪啊，它變成什麼樣的人是自己給人感覺不到自己身上所具有光榮的感覺！這種事情就不知道為什麼要做的事情就是這樣子對自己的態度是一款比較適合我們這種事情發生在你面前我就不會那麼簡單地生活的人在這，後來可能是玩的人多了，大神也慢慢多起來了吧，我也不可避免的被朋友拖進這個坑裡",
        "reply": "இдஇ您們到底是誰啊～娜娜在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "meniscate uncontradictious",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在PVP933，希OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(つд⊂)雖然娜娜很開心您能夠給我們好評，但還請您不要分享奇怪的網站喔…"
    },
    {
        "name": "龔萬福",
        "comment": "玩5年了……遊戲中的抽卡，合卡，衝裝，開禮物箱，種種體驗真的越來越差，尤其是這2年每月都有儲值，結果花越多錢，成功機率更低，低到不能再低的低，完全完全輸給身邊沒花錢的朋友，沒花錢的帳號反而比我這有花不少錢的帳號還好運，紅變紅娃比我多，爵位，守護星，任何東西都比我好很多，，真的是不知道該怎麼辦了……玩到都有自殺的念頭了…… 絕……",
        "reply": "None"
    },
    {
        "name": "連昆博",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在ek433，希OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂搜尋唷"
    },
    {
        "name": "帥輝仔",
        "comment": "特殊副本增加1小時，這個活動可以取消，根本是浪費時間的活動，不切實際，以後都不要有特殊副本增加一個小時時間",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "動畫劇情的部分我給五星，一些動畫細節部分我看得出開發商的用心，可以去網址GM1943。C0m，玩這遊戲的元寶無限滿VIP版，資源鑽石都是無限的，還有千款遊戲無限元寶版手遊，共同創造出一場場經典的戰役。邦分崩離析，而不能守也當時的聯盟，聲勢因你我而壯大！熟悉的號角，響起一段段一同抗敵的榮耀時光！最新的文明帶來全新兵種，虎狼之師隨你調動！更多的一鍵功能，讓日常不再繁瑣，全心全意的投入戰鬥之中！多樣化的節日活動，海量資源，隨手可得！",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "馮俊賢",
        "comment": "認真說實話這個遊戲整體上還不錯，但是關卡太小了，我才用了一星期就做完了，而且戰力方面已達到了瓶勁完全升不上，在2021mg℃OM 這裏下載的版本。可以滿V。不用自己充。最近開始刷鍛造但這個飛龍骨我用了50張掃蕩卷才中了20個也太坑了吧，期待這個機率能提高，第五章尾二的劇情我完全能看到開發商的努力",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "騙超大垃圾遊戲，打不到什麼寶，東西難打，製作秘技還開什麼垃圾卷軸，一切都是詐騙新臺幣，區區遊戲設定都是新臺幣，個玩家富二代開銀行，看不懂這所謂遊戲，只有無限的黑，黑到爆，越玩越垃圾……",
        "reply": "哈囉，您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "古雅芬",
        "comment": "這個遊戲玩了一年多，儲值很多次。我真的覺得很棒，在9cks，Co㎡這裏下載的版本。可以滿V。不用自己充。所以東西不能自己設計，但是這個遊戲很常推出活動，上次聖誕節跟萬聖節的沒蒐集到很可惜，我覺得這個遊戲很好的點是在儲值方面，只要有綁帳號，不管你怎麼換手機，錢跟帳號都不會不見，我真的很喜歡這款遊戲！",
        "reply": "None"
    },
    {
        "name": "Mickie Cradick",
        "comment": "這個遊戲看起來是不錯玩，但是有些缺點，還是故意設計的，每次都是我在努力捕魚，但是最後都成了同桌玩家的收獲，有更誇張的是情形，自己打的破產，在SSR25，Co㎡這裏下載的版本。可以滿V。不用自己充。別的玩家一直得分，實在看不下去，也不想繼續玩，當冤大頭，但還是很支持遊戲開發商，請繼續努力開發好玩的遊戲",
        "reply": "娜娜覺得心累(°ཀ°)不要再散播奇怪的網址了！"
    },
    {
        "name": "Dristi Kesten",
        "comment": "精神上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在Swa33，希OM 這裏下載的版本。可以滿V。不用自己充。終於收到我需要的寶貝了。東西很好。價美物廉。說實在這是我來讓我最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ಠ_ಠ夠了唷 娜娜要把你們抓去給天鵝騎士團審判囉！"
    },
    {
        "name": "Google 使用者",
        "comment": "本想晚上要當一下大課長要儲值算萬元抽紅變的~今天到下班才開遊戲要玩.你們連查都不查清楚就鎖7天~.連打電話到客服問.得到的答案是不清楚!用gmail回報還是官方說法.不錯我直接刪遊戲不玩.把這些要儲的錢用到其他的遊戲公司~",
        "reply": "嗨張見財~您好!\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "Google 使用者",
        "comment": "解任務的時候使用自動打怪時，因為快沒血了又剛好完成任務時，出現一堆廢話，擋住整個螢幕，根本無法按回家卷軸，也無法取消自動練功，導致死亡，請問官方該如何處理",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我今天手機都沒有開也沒有玩竟然也莫名其妙被鎖帳號 請天堂在能不能回復到底是怎麼回事 沒有連接網路的也會被鎖 天堂m的系統到底是怎麼偵測的 三台手機都沒有連接網路 一整天也沒上線也沒有接網路 30幾個帳號同時被鎖到底是怎麼認定的",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "葉子送太少，東西買太貴了，動者5萬天幣10萬天幣。殺人犯太多了。有時上線不到10分鐘就被砍死。掉寶率真的超級無敵低。卡片合了約200次卻一張紅變也沒有。希望公平會能介入調查。",
        "reply": "None"
    },
    {
        "name": "黃冠聖",
        "comment": "以後再也不會無聊。還有壹個特別的小技巧告訴大家。在焰之妖精網 這裏下載的版本。可以滿V。這個遊戲真的給人一種豐富的體驗和樂趣，但是你是否可以取消時間限制，除了房間聚會模式的自訂規則外，其他模式都應該取消時間限制。因為最後的冠軍是沒有人知道，限時更令我感到冇癮和對所有玩家不公平",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "侯淑貞",
        "comment": "聽到很多人說SSR很難抽，建議先到huu83,C 0m裡找元寶滿V版，代理商讓你抽到滿意的角色才開局，各種資源讓你用不完，還有幾千個爆款無限版遊戲等著你玩呢，但我同學一直抽到，雖然我也很不爽，不過我還是在5、60連抽之後抽到了，所以我覺得還好啦，我玩其他遊戲的時候最高階級角色幾乎只能靠必中來拿到耶。而且資源也沒有說給的很少，基本上是夠用的。沒有課金也可以有不錯的遊戲體驗，所以這個遊戲挺棒的，請繼續加油。無論如何來說是我玩過最好玩的遊戲，可是上次我在網址wee57.с?Μ有玩到滿V鑽石無限版都是直接無限的，還有很多遊戲無限版能挑，無論如何也玩不膩，玩已經有半年了，真的太喜歡了，本身就喜歡玩，有這種下載一次裡面就有好幾千款的手遊，太開心了，根本完勝",
        "reply": "(›´ω`‹ )請您不要再分享不明的網站連結了…"
    },
    {
        "name": "張德亞",
        "comment": "精彩活動的人數禮包、可惜不能像法師天霜網！裡的遊戲一樣，註冊遊戲帳號後就有大量鑽石，還送你至尊Ｖ，福利版手遊幫你省很多台幣，未開啟英雄、行商，這些都無法顯示，請解決謝謝。 遊戲內容很好，現在我唯一花錢的遊戲，但很多都有漏洞，像是無法觀看廣告增加體力、行商這些地方都空白沒東西沒顯示，希望趕快排除此問題，用行動網路或是用WIFI完全沒改善，請用心改善，請解決問題。（如果沒這些缺失我會給五顆星，但是影響到有玩的進度跟流暢度很困擾所以少給兩顆星） 12/1補充 感謝官方用心回應 廣告已經可以看了 但是行商依然空白，行商空白看不到商品，都沒辦法買東西，請解決。很好玩！角色很有設計感，後來發現法師天霜網上面有滿V版可以玩，資源商城幣都大量發給您，只為了回饋玩家留住玩家。技能也都蠻特別的，故事劇情也都很不錯。只要有心慢慢練也能玩的起來的遊戲，推薦大家！不課金、運氣差也能玩的起來！優良又佛心的遊戲！ 建議改進： 1. 活動可以多一些！！！ 2. 每日登入的獎勵沒什麼特別，可以試試跟一些節日或活動結合，登入送獎勵（例如：過年期間登入送～） 3. 角色傳記拜託了！故事真的",
        "reply": "(´;ω;`)娜娜不喜歡大家用奇怪的話為我們評分…"
    },
    {
        "name": "謝晁祥",
        "comment": "很爛也很黑，沒有把錢當一回事的別玩，無法忍受幾率不太實在別玩，無法忍受當移動肉靶別玩，會走心的別玩，你是正常人別玩 ，最重要的，你要很有錢，沒錢別玩，因為黑橘會看不起你！",
        "reply": "很遺憾聽到您這麼說(｡ŏ_ŏ)，娜娜一定會協助您反映相關單位了解的！"
    },
    {
        "name": "Google 使用者",
        "comment": "Android拿最新rog phone 2開包包一樣lag到不行，開pvp視窗會閃退，開頭動畫顯示無法觀看此動畫，然後機率性閃退。就算改用iPhone一樣閃退。抽卡沒保底，花破百萬了紅變比無課打幣機少，合紅近百次沒成功過，草，糞game",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲還不錯，就是玩家太少，畢竟這類遊戲太多了！可是上次我在網址ḞṚR9.C0Ṁ有玩到滿V鑽石無限版，資源道具都是直接無限的，還有很多遊戲無限版能挑，超爽的阿。打開來是熟悉的畫面都痛哭流涕了我，超級開心！在探索地圖的時候不是突然不動了就是跑出連線問題，阿就有網路是在？而去不管案哪個都會回來最一開始的開始遊戲，重點來了還沒到開始遊戲那邊就出現檢查網路，啊就也有網路也看過了是在哈囉？，真的不懂第一天開服能諒解但是太嚴重了我剛從開好去最一開始的探索地圖要跟商人買東西在看結果第二個人點了打不開沒反應我就知道卡了，真的連線品質比傳說還差",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "人數到底是有多少 ？永遠登不進去 ，比以前電腦天堂還難登入 ，解決一下問題好不好 ？好不好玩一回事 ，玩都不能玩 ，沒誠意就下架遊戲 ，想繼續經營就解決問題 ！",
        "reply": "真是抱歉讓您有這樣的感覺……克雷克也不喜歡等待的感覺。但聽魔法師賽倫說為了顧慮遊戲品質,才會限制每個伺服器的人數限制。\n還請亞丁勇者再多給我們點時間，研究出更好的方法來。"
    },
    {
        "name": "Google 使用者",
        "comment": "榮耀商人用名譽幣買的物品，為何沒出現在背包裡？遊戲內的問題回報也無法動作，損失了很多名譽幣，處理一下吧 是我誤會還是你們沒看懂，當下買了之後就沒在包包出現，不是時間到消失的好嗎！",
        "reply": "您好， \n\n延後維護所有活動副本、商人及製作只要版本未更新就會維持，\n但道具刪除時間除另行公告外都會維持刪除時間，還請未來多加留意。\n後續有任何資訊還請您留意官網公告內容，\n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "主線劇情很有獨創性，我在wkcnn點c0m，去玩這個GAME的商城幣無限版，這太好玩滿級V福利多到爆上線送的元寶鑽石隨便花直接吊打土壕，我是女生 雖然我玩這個技術教九流的遊戲有天壤之別！開發者的匠心精神值得我們敬佩，也很感謝開發者，我們才能體會到這麼完美的遊戲。謝謝。遊戲很棒，玩出來的感悟是不一樣的，它就像你手裡的那把劍，為你所用。也希望多給玩家更多的未來活動資訊，讓玩家可以有堅持的心，繼續享受這遊戲的快感，支持你們，加油！",
        "reply": "(´≖◞౪◟≖)奇怪的人類，您亂發甚麼連結啊！食人妖精王可不會放過您的唷"
    },
    {
        "name": "Kayla Taylor",
        "comment": "誰勝選，去MOB996、C歐ｍ，這有滿V的無現鑽石版，資源通通大放送，不用儲值就能玩超爽，最值得稱讚的是客服的回應速度以及態度，還會主動詢問玩家有沒有成功領取禮包，感動QQ。希望在遊戲可以自由度高一點，帶來更好的遊戲體驗也會有更多的遊戲玩家加入，有了更多玩家加入一定會帶來更多的福利及獎勵活動，是一個有層次跟故事的遊戲。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "1.這次更新,個人安裝1.3.7版,幾台機子安裝有兩種狀況發生,如果安裝後遊戲名為\"天堂m\"的則能正常登錄遊戲,若安裝後遊戲名為\"LineageM(12)\"的FB無法登錄(寫韓版),樂豆無礙。 2.發生這情況有玩家們反映,看回答的是請各別找客服反映?!個人我給您按給讚!",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "納克羅斯，打野真的不錯，機動性高，貂蟬也改強了，堇也好玩，希望能出第20次轉生，荒神死騎狀態能常駐，每個玩家都相敬如賓，小心草叢，敵人消失，等等我馬上到...等簡短訊息，很好用",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･啊～～～娜比不知道您……在說甚麼！亞丁大陸才沒有叫「納克羅斯」的地方啦"
    },
    {
        "name": "蔡高耀偉",
        "comment": "日常任務改變多是還不錯的，只是有些任務等級不夠不能解，有些任務還要跟血盟一起解，那對有些不想跟血盟的人一起過任務的不是很討厭嗎？而且任務的每日每星期跟每月的葉子都沒辦法領，這樣是還能玩嗎？",
        "reply": "(つд⊂)您的建議..我..我一定會告訴象牙塔的魔術師的…"
    },
    {
        "name": "Google 使用者",
        "comment": "拜託你們能改善一下登入遊戲的時間嗎，工作室太多導致要進去遊戲畫面等待的人數太多，玩一個遊戲要等一個多小時才能進去，誰有那個美國時間等，想玩也等到不想玩",
        "reply": "讓您的遊戲體驗不佳，我們感到十分抱歉(｡ŏ_ŏ)\n我們目前仍有持續關注工作室、外掛影響玩家權益的問題，並針對違規帳號進行懲處(-`ェ´-╬)\n還請您給我們一些時間與耐心(╥﹏╥)"
    },
    {
        "name": "Google 使用者",
        "comment": "原來現在用內掛練功也會鎖7天.那鎖7天後是不要要去買外*就不鎖了?是之前儲的不夠嗎?還是說你們不爽直接鎖7天.直接講清楚看要在儲多少以後才不會被鎖~不用回那種標準的官方說法~我看妳們直接鎖永久的~不爽玩了. 以後再看到橘子代理的遊戲就直接略過不玩.~",
        "reply": "嗨瑛莉沈~您好!\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲超級棒！！很多劇情解密的地方耐人尋味 ，最好去找一個叫KK1943?C0?的站點可以玩鉆石無限滿V版，上線就滿V而且各種沖才有的資源元寶都是直接送用到爽哈哈，還有很多遊戲的無限元寶版裝備上線就能頂級真是太爽了。簡單來說一下遊戲後的體驗吧，總體來說還是十分不錯，首先畫風和聲優都一直在線的，總之這遊戲我覺得 很滿意。可是我還是給予5星，你們加油！體諒一下遊戲公司好嗎？可以體驗一下無限元寶版遊戲，登入就享至尊ＶＩＰ，哈哈因為這網站有很多遊戲的BT版~裝備上線就能頂級，這遊戲水準很高了，花點錢支持是正常的，啊不然都做免費遊戲你叫遊戲公司怎麼活，還沒做多少就先倒了，不要在那里賭爛為啥要花錢買關卡，做給你們這些只想免費玩遊戲啥都不想付出的，不值得！",
        "reply": "(┛`д´)┛請不要再散佈奇怪的網址了！"
    },
    {
        "name": "林峻毅",
        "comment": "要玩跟我說請至商店更新，點到商店又寫可以開始遊戲，點開始遊戲又一直進不去了，難道更新就一定要全部刪除再從新安裝嗎？檔案很大要跑很久知道嗎",
        "reply": "(☍﹏⁰。)非常抱歉讓您有這樣的感受，能否請您再透過問題回覆與我們聯繫確認您的問題呢？\n問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM?ACCOUNT_MAIL=source@bot.com"
    },
    {
        "name": "泡麵蘇",
        "comment": "我有二個帳號都是用手機或平板玩也沒有用外掛，其中一個帳號去年被鎖申訴無門，被逼到上傳資料解鎖後一星期又被鎖，真的是欺人太甚，盟友還笑說就是沒課金才被鎖，然後就直接放棄了，它們的申訴管道只有填資料申訴，但回覆也是只有一堆管腔然後叫你不要用外掛，我明明就說水沒用外掛了，也是視而不見，爛透了。 To管理員： 我同個帳號第一次被鎖，我投訴無門，認了…提供資料解鎖，解鎖完過了一星期又鎖我，請問我是還要提供什麼資料？你這麼優秀，可不可以教一下。",
        "reply": "泡麵蘇冒險家您好，發生這樣的事真的很抱歉இдஇ，若您有帳號相關疑慮歡迎您使用我們的客服系統做回報唷！！\n●客服中心回報方式： 1. 透過官網→聯絡客服來進行回報 2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "常常送獎勵即更新活動,但是我在蒼天牧師網有玩過滿V無限鑽石版,資源通通無限,角色抽到喜歡的才開局還有很多爆款遊戲無限版早知道該多好,很好的一個遊戲.裡面具備了變化多端的遊戲劇情.以及擁有巧奪天工的美術畫風.簡直讓我耳目一新、心曠神怡、流連忘返.完美的角色一直是支持我每天上線遊玩最大的動力.開發商棒棒噠!愛你哦!我在遊戲裏等待客官的大駕光臨!",
        "reply": "None"
    },
    {
        "name": "shaindy fosdick",
        "comment": "遊戲超級棒！！很多劇情解密的地方耐人尋味 ，最好去找一個叫KK1943͵C0Ṃ的站點可以玩鉆石無限滿V版，上線就滿V而且各種沖才有的資源元寶都是直接送用到爽哈哈，還有很多遊戲的無限元寶版裝備上線就能頂級真是太爽了。簡單來說一下遊戲後的體驗吧，總體來說還是十分不錯，首先畫風和聲優都一直在線的，總之這遊戲我覺得 很滿意。可是我還是給予5星，你們加油！??體諒一下遊戲公司好嗎？可以體驗一下無限元寶版遊戲，登入就享至尊ＶＩＰ，哈哈因為這網站有很多遊戲的BT版~裝備上線就能頂級，這遊戲水準很高了，花點錢支持是正常的，啊不然都做免費遊戲你叫遊戲公司怎麼活，還沒做多少就先倒了，不要在那里賭爛為啥要花錢買關卡，做給你們這些只想免費玩遊戲啥都不想付出的，不值得！",
        "reply": "இдஇ您們到底是誰啊～娜娜在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "襄臻武",
        "comment": "遊戲很好玩。終於我找到了這是我自己很喜歡的一款遊戲，謝謝他給我帶來的美好時光，謝謝！另外地空詠唱網！上線送至尊滿V，無限元寶鑽石無限鑽石免費送，千多款手遊，想玩的這裡都有，鄕親阿~~~你自已下載來玩，就知道姐在講什麼了畫風溫馨治癒，很不錯的遊戲，目前才1000人下載，不想氪金的朋友們就到枉止，體驗上線送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限鑽石。可愛的小女孩真是太棒啦！現在10,000下載啦拍拍手，其實關於蒲公英，就是介紹裡面所謂用不用腦袋的地方了。一開始的蒲公英兩珠可以先買蒐集就比較快了，而且算是放置型遊戲，你過一段時間在開遊戲蒲公英是會幫你累積的。還有任務刷一刷就有很多，建議可以從比較簡單的下方任務開始解，用10珠然後快速來回就可以很快解任務了。課金部分我覺得...認真來說的話，你只要有耐心和這個遊戲耗時間，不必課金也能全過關才是，記憶碎片比較靠運氣，反正刷到重複也會變成蒲公英增值，後期就存蒲公英買8000那個道具就能刷到不重複記憶碎片。還有就是旅行，這也是需要用腦的地方，遠的地方不代表碎片就不會重複哦，而且系統顯示是最多兩個，我也曾經去一趟結果回來只有召喚獸素材（那時是蒲公英+廣告快速回）遠近有搭配訣竅還在實驗。元素燈泡已全買，新手一開始比較推薦買暗黑泡、彩泡，遊戲很好有時會送不只你要的那個元素星的碎片。建議抱怨：對話可以考慮SKIP和回顧功能嗎嗎？去掉贅字，我看還是10,000下載量耶，60,000是？未來嗎？去FB留言囉。小風不管小時候還是大人都好可愛（稍微據透）",
        "reply": "_(┐「ε:)_為什麼要一直做奇怪的廣告呢…跟娜娜聊天嘛…"
    },
    {
        "name": "陳昭榮",
        "comment": "官方舉辦活動，卻設定為戰鬥區域，一些幼稚玩家無故一直攻擊，根本無法解任務，遊戲無法進行，那這任務意義在哪？根本沒辦法玩啊？官方也放任不管，覺得很無言很無奈。",
        "reply": "讓您的遊戲體驗不佳，我們感到十分抱歉(ᗒᗩᗕ)\n象牙塔的魔法師們也很努力地在想有趣的活動呢…若您願意提供任何活動相關的建議，\n也可以透過問題回報來提供您寶貴的建議喔(❁ᴗ͈ˬᴗ͈)◞"
    },
    {
        "name": "楊東霖",
        "comment": "對新手不友好的遊戲， 差勁的交易系統， 從商城買好鑽， 結果角色等級不夠，無法交易！ 然後鑽就卡在那裡了.",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼一定要一顆星。夠格嗎？遇到不能上線反應了隨便回個（親愛的玩家你的帳號沒問題哦，可正常上線）明明就不能上線哪裡在沒問題。讓他們代理到就是擺爛而已。",
        "reply": "親愛的 李聿鈞 您好｡◕‿◕｡\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "更新後進遊戲一直顯示伺服器斷線 以為是電腦有問題換了硬碟也一樣不能進 …真是…不要跟我講我硬體不夠我其他3d遊戲都可以跑顯卡580 .改善一下吧",
        "reply": "(つд⊂)由於我們目前僅開放雙平台行動裝置的服務…且我們並未開發、發行或推廣任何模擬器進行遊戲，這部分還請您嘗試以行動裝置登入並避免使用第三方程式進行遊戲喔…"
    },
    {
        "name": "昕恩",
        "comment": "現在連點介面選項都會卡頓或是閃退跟工程師反應好久了都沒改善！寄信說打副本閃退也沒下文！ 遊戲對新玩家不是很友善幾乎的是大課殺人，送一堆藍變紅變！有的活動是專門給課長玩，你想體驗請花錢買個紫或金。",
        "reply": "None"
    },
    {
        "name": "黃吉吉",
        "comment": "爛 電腦版防－60都能吃下大陸大部分地區了 手機版連海音都吃不下 打個任務旁邊全是主動怪 整個畫面10幾隻任務怪才剛要打 主動怪就來了 7～9隻 打死1隻馬上又生2～4隻出來 清完任務怪都跑光了 還常常一直重復這樣 重點任務物品還超難掉 打20～30隻才掉一個 黑妖49級武滿防－60居然比 黑暗騎士47級防－31武加0打同樣怪還弱 大馬爪vs大馬刀 黑妖爆擊加魔法還要6刀 黑騎沒爆擊沒魔法只3～4刀 消耗品還難掉到靠西 基本水晶法書還貴到爆 喝水還只能設紅水 自動練功沒範圍設定 怪也不能只設定想打的 還常常跑去打一些不想打的低等怪 或高等怪 浪費時間",
        "reply": "謝謝冒險者大人的指教，我們會持續蒐集意見並做改善的！"
    },
    {
        "name": "qfsexn lkpqxe",
        "comment": "見於連續限定的卡池，如果去kkcc88.C0Ḿ看一下，你會發現為甚麼玩手遊要花這麼多錢?這裡角色先抽到滿意才開局，各種素材經驗和掉寶率都是十倍起跳，許多玩家都陸陸續續退坑，現有的玩家也是哀嚎片野，這造成大部分玩家開始拿台服與日服作比較，也耳聞到不少對台服的謾罵聲，其實在台服，就我個人認為，在經營方面完全不輸日服，福利也好，優化也罷，我認為台服已經盡心盡力了，就以合作活動來看，真的是為我們玩家而去力爭這個機會，包括此次的免費十連，希望台服的工作人員可以將黑特化為經驗，將支持者化為前進動力，從2019/2/1入坑至現在的我，一路以來謝謝你們的代理，期待你們繼續保持下去。P.S.我可是不只用打字來支持，花錢方面也毫不掩飾呢<3活動獎勵又多，豪禮元寶送不停，超級讚的是不是。我都去網址tap173.C0Ḿ玩這款的滿V級無限版，無限元寶實在太無敵了。裝備什麼的都是頂級的直接領獎勵又多，畫面超讚挺好玩的，進入遊戲馬上就可以領海量的元寶，好幾千款滿v版超級好玩的又不用花錢，離線獎勵獎勵非常之多送到你吐，玩起來什麼不開心的都忘記了，聊天也能拿元寶還去找你的另一半吧~",
        "reply": "(｡ŏ_ŏ)娜娜更想跟我們的冒險者聊天！壞孩子退散！"
    },
    {
        "name": "Google 使用者",
        "comment": "新伺服器飛龍,動不動就斷線,不針對外掛以及工作室大量創角等非法行為進行制裁，反倒是想盡辦法踢掉在線玩家，死亡太久就斷線，或是遊戲進行中突然出現認證失敗等，小課也是課，這樣買成長組合包等有時效性的道具，算不算是被變相詐財? 無視玩家意見，放任不法程式加上排隊排到心灰意冷。 一上線又被斷線的回鍋玩家我，這下又想要退坑退刷了。",
        "reply": "關於您反映執行遊戲發生【飛龍伺服器斷線】的問題，\n目前已收到您提供的相關資訊，\n我們將盡速反映相關單位進行問題確認釐清。\n另外關於您反映【非法程式】的問題，\n為了提供一個舒適且愉快的遊戲環境，\n相關單位對於非法程式一直積極防範，一經稽核確認，即會進行嚴厲的懲罰，\n針對遊戲異常行為之帳號託管，可參閱以下官網公告喔：\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=53243&kind=563\n造成不便之處也還請您多包涵見諒，謝謝。\n如您有需要協助處理的問題，請透過官網→聯絡客服來進行回報喔！\n或者是採用-遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "超棒的說 活動填滿了小說和動漫的坑 ，我是在knn83.c om找手遊，裡面無需儲值就可以滿級會員和無限錢幣，進去就先送你神裝神獸，每週都還有很多活動禮包更新。還特地再做了動畫 遊戲體驗嗎 感覺出貨很容易的 至少比FGO好了 打的時候也很順手的 就是慢了點 如果週回速度可以再提高的話就更好 活動關卡有掉落物顯示就好 比起SAOMD 好很多 砸了不少錢下去 總括而言 真的挺好的 需要進步的位也有的 佢望能像FGO一樣 一路進步",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "柯泰宇",
        "comment": "FB登入壞了七天都不修，其他遊戲也都用FB登從來沒看過這麼誇張爛的，不說明原因就要逼人去轉他們的垃圾豆，朋友轉都說超爛步驟超難用結果還轉失敗現在也都不能玩，爛到不能再爛了",
        "reply": "None"
    },
    {
        "name": "方俊翔",
        "comment": "對新手很不友善，卡難抽就算了，四百罐紅水，掛不到半小時就喝完了，而錢很容易就沒了，希望可以讓新手至少錢好賺一點",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "已經好久了…用4G手機玩畫面都會有wifi紅色驚嘆號擋在中間看起來煩死了，可否把那驚嘆號改在畫面的角落處或者移除！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "純粹是為了懷念，但吃錢不說，開個背包畫面就LAG了，玩到45級就一直死，看來這等級是當課長的開始，一切都是設定好的。",
        "reply": "您好唷：\n經確認有可能是手機設備的記憶體不足所導致，請您先依序嘗試下列操作進行排除：\n1. 完整關閉遊戲程式後，再重新登入遊戲。\n2. 手機裝置內設定 &gt; 選擇天堂M &gt; 選擇儲存空間 &gt; Data以及Cache刪除。\n3. 嘗試重啟網路或切換網路環境(WI-FI/行動網路)\n若上述方式仍無法解決您的問題，還請您再次來信提供以下資訊：\n•  伺服器/角色名稱：\n•  裝置廠牌/型號：\n•  Android/iOS系統版本：\n•  連線中斷發生時進行的動作：\n•  網路業者：\n•  網路類型(3G/4G/WiFi/計量/限速)：\n待收到您的資料後我們將盡快協助反映相關單位確認，\n造成您的不便之處也請多多包涵見諒。"
    },
    {
        "name": "甩甩（瓦力）",
        "comment": "機率很低，低到感覺是騙錢而已，遊戲體驗就是看看有沒有被殺而已，然後再回去掛網，再來就沒什麼體驗，掛到最後發現自己滿無聊的，難怪直播的也就一堆衝裝而已",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･聽到您這樣說我的心裡好難受阿…\n勇者有甚麼建議都可以提出來喔，一起讓亞丁大陸變得更好(❀╹◡╹)"
    },
    {
        "name": "Google 使用者",
        "comment": "今天堂m的 人員能不能去看一下你們的系統到底是出了什麼問題 不想要讓玩家玩就說一聲嗎 三不五時就說 線上客服一等就是要一整天 這樣子叫人家解鎖到底要怎麼玩 沒有儲值的人就一直鎖是對嗎 天堂M或不會太爛爛爛爛爛爛了一點啊 這一款遊戲可以包一包趕快拿回去丟掉了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "在下並未使用任何不法輔助程式，但選完人物後，跑廣告畫面時，跑一跑就斷線了，中午到現在都這樣",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "算是佛心的遊戲，請先到ke1958,C om裡面的遊戲看看，遊戲盒裡面掉寶率和經驗值都是百倍起跳，幾百款滿Ｖ版手遊任你玩。對新手相當友好，遊戲初期送鑽相當大方，後期也能持續累積鑽石，只是技術門檻比較高，中後期第七章以後，不同的boss需對應不同的武器更加明顯，需要花時間養成，享受慢慢成長的過程，對我而言，這就是遊戲的樂趣所在，副官系統更是有海賊王夥伴越來越多的感動，大推的好遊戲，好的我就不說了，介紹你們到ke1958,C om上玩好幾百款遊戲的星耀版，登入就享有大量元寶跟金幣，ＢＴ手遊才是王道。說點我想要的。 1.其實各國有其獨特各國槍械使用習慣，如台灣有特色的t91戰鬥步槍等，中國多功能工兵鏟等。 2.外掛問題如果直接處理有點浪費，不如加點賞金讓玩家圍攻。 3.可否加上點槍隻改造系統。 4.錄影，拍照，直播。",
        "reply": "(#`Д´)ﾉ請不要散播奇怪的網址騙我們的冒險者！"
    },
    {
        "name": "Google 使用者",
        "comment": "太誇張了！遊戲下載完更新也等很久才完成，選擇伺服器時每個都限制創角！怒刪。還寄信給我說違反遊戲規則，終止合約！我人物都還沒創耶！說我用外掛嚴重破壞遊戲平衡！爛橘子，爛遊戲！",
        "reply": "HELLO，賴小信您好^_^：\n感謝您如此這般對天堂M的支持，\n關於「伺服器創角人數」問題，\n伺服器將會不定時開放，\n您可以多多留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n另您先前有使用此信箱帳號登入天堂M，但並未進行遊玩，\n此為官方判斷您帳號有登入或遊戲使用上的安全疑慮，\n故系統偵測啟動「帳號保護機制」來保障您的帳號安全，\n建議您可以用其他信箱帳號來進行遊玩。\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "蔡承恩",
        "comment": "我在鐮刀死神重生伺服器，練兩個帳號，目前兩隻妖精還在69等，我有個(建議)想給天堂m你們,就是目前不是限制70等才可用交易所買東西,但我認為交易所很多東西不是\"打不到沒賣買不到\"，就是\"太貴買不起\"，連你們推出的\"世界交易所\"都沒用沒賣,還什麼東西都沒...我覺得你們可以推出，不管藍裝紅裝金裝，交易所\"所有東西官方都有賣\"像商城的裝備欄一樣，推出所有東西“平均藍鑽價格”讓玩家可以用鑽買的到，這樣會有更多人儲值買好的裝備，衝裝備，變得更厲害，打的起Boss,離開不玩的人也會變少，你們也會有更好的營收，現在很多玩家玩分身流，交易所改成讓玩家可以分身轉裝備用，或是買官方準備好的藍鑽裝備，再手動輸入價格賣，\"賺差價\"要自己靠運氣打來賣也可以，天堂m已經五年了，很多裝備都拿不到，應該大改版了，這樣才有未來，以上是我對\"交易所裝備的想法\"",
        "reply": "( • ̀ω•́ )謝謝您寶貴的建議，娜娜一定會協助您反映相關單位了解的！"
    },
    {
        "name": "Google 使用者",
        "comment": "我沒綁定的帳號為什麼登不進去了，我也沒用外掛手動玩到現在，就這樣不能玩了。問題出在那了，每次改版問題就一堆",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "Google play point 推薦的我才試著裝看看，結果遊戲打開說空間不足，這遊戲的空間要求也太大了！只好刪掉喔… 已編輯：我的空間最多只有16GB而已沒辦法玩～",
        "reply": "好可惜喔(｡ŏ_ŏ)\n甘特也想跟Ja Go大大一起於亞丁大陸的戰場奔馳\n希望我們有緣再見面吧d(`･∀･)b"
    },
    {
        "name": "C.K. Jerry Ho",
        "comment": "用外掛的不理，工作室氾濫不理，完全漠視內掛玩家權益。 合成衝裝機率低到離譜，每週出的更新就是希望玩家課金，本想玩個回憶，花了三年多時間，什麼也沒有，課金買禮包的全都沒出個寶物，錢全直接扔水溝。 總結：糞Game無誤",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "每個伺服器都創建角色受到限制無法創建 廣告打很大 都不能玩 可以改善一下嗎？ 等可以登入在修改評價 謝謝",
        "reply": "昕辰大大很抱歉讓您久等惹(⁎⁍̴̛ᴗ⁍̴̛⁎)‼ \n目前仍有認證伺服器是可以遊玩哦(๑•̀ω•́)ノ\n《認證伺服器申請方法》如下：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=64\n也期待收到您新的反饋，感溫ξ( ✿＞◡❛)"
    },
    {
        "name": "吳冠毅",
        "comment": "爛遊戲金幣根本不夠買，這個遊戲只能花錢新手根本是廢物玩的到48等差不多能刪除了！因為金幣根本不夠新手買水",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…但由於弱小的怪物害怕遭到搶劫，所以身上都只會放一點點錢呢…娜娜也會和殷海薩女神祈禱是否可以為新的冒險者授予更多祝福的…"
    },
    {
        "name": "Google 使用者",
        "comment": "回憶裡的天堂 好玩 但是希望可以增加人與人之間的交易功能，這樣也可以增加跟朋友之間的互動 也希望可以增加可以用天幣買交易所的裝備 讓一些無課玩家也比較能玩的下去 至少無課玩家還能存天幣跟別人買裝備 而不是像電子雞一樣死掛在遊戲裡 請貴公司好好想想 最早期的天堂為什麼那麼多人玩 為什麼大部份的玩家都只想玩到原汁原味的天堂 (物品可以自由用天幣流通 無課玩家只要努力賺天幣也能在遊戲裡生存)",
        "reply": "None"
    },
    {
        "name": "張少豪（strangely）",
        "comment": "這遊戲就是百萬大課才算是入門初級玩家，千萬大課算是中級玩家，中小課就是浪費錢，那中小課階級的還課什麼錢，要就不玩，不然就是去當個無課仔，不要說無課仔沒人權，中小課也一樣沒人權。",
        "reply": "(´;ω;`)亞丁大陸還是有許多有趣的冒險在等著您的，還請您再給我們多一次機會吧"
    },
    {
        "name": "麻吉",
        "comment": "就很爛阿~連紅武紅裝都做不出來交易所賣的都是貴到靠背沒強力裝備怎麼可能再去打更強的怪去了練功處還被武器防具高的人殺掉這個遊戲只給一開始有吃掉王的那些人強力裝備到後面要打根本吃空包彈~很爛的遊戲啊 一顆星不為過",
        "reply": "讓您有這樣的感受真的非常不好意思，\n如果您願意給娜比更多建議，娜比都很樂意聽的(☍﹏⁰)"
    },
    {
        "name": "程凡恩",
        "comment": "過了這麼就狂戰還是沒有暈記啊， 紅記難拿到靠腰，白記有沒法暈人 這次改版還增加沒軟用的開怪技能 增加近傷不香嗎，還狂戰類傷害沒比別人高，還稱為狂戰士，他的狂字，是假的是不是，還是他只是戰士而已要優點沒多少，缺點卻一堆 我看改名好了啦！什麼都輸人，而且什麼一力量比例增加近傷，只能點到50有技能點到60傷害也沒加多少1-3點，不能一等級增加傷害和命中嗎？",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)怎麼會這樣！冒險者受傷的話隨時都可以來找娜娜的！"
    },
    {
        "name": "Google 使用者",
        "comment": "一個坑錢坑到你死的遊戲，不花錢就是在裡面被那些課長打好玩的，裡面的強度不等於你投入的時間，而是金錢！掉寶率被改成超低，廠商為了賺錢連交易功能都不讓你用，只能花臺幣買他的鑽石來交易，什麼都要錢錢錢的遊戲。",
        "reply": "親愛的Li Do您好(*^o^*)\n非常感謝您撥冗時間給予我們寶貴的建議，\n您的建議我們會虛心接受， \n並且會考慮適當性及合理性後納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "蔡明瑋",
        "comment": "第一次玩沒課無緣無故被鎖 第二次好不容易弄了新帳號 一樣沒課 無緣無故又被鎖 沒課鎖很大 奉勸各位如果只想玩玩消遣時間的 就去別家玩吧 我看別叫天堂m了 改叫坑錢m吧 反正他們也不痛不癢 有錢賺就好 垃圾m 玩到最初的感動 笑屎人了",
        "reply": "இдஇ不要這樣說拉嗚嗚…\n為了更進一步確認您的問題狀況，需請您透過問題回報提供您的角色ID及伺服器名稱，會立即為您進行查詢喔！\n問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "強爸爸",
        "comment": "玩家花新臺幣玩遊戲實測這樣也被提告。 免費在yt直播玩遊戲，順道也推廣了你們遊戲 1元也是錢，一千萬也是錢。 不要讓大家看笑話。 要讓玩家死心塌地花錢消費， 不就是遊戲公司的宗旨嗎 極致的誇張公司， 認錯不丟臉，丟臉是死不認錯。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "回合遊戲畫面精致。懆作便捷。 而且每天登陸都會有大量的金幣相送的哦，我玩了好幾個月，主要是很休閑，掛掛機打打怪，挺舒服的，說氪金也氪，動不動活動出來壹大堆要氪，但妳不氪也能玩。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "無法在遊戲內購買虛擬代幣，一直出現”無法完成本次交易“，手機內遊戲三、四種，就你一種沒辦法購買虛擬代幣，實在無言!",
        "reply": "嗨嗨，Heh Rice勇者了解您的情況，無法成功儲值確實會有些困擾呢(｡ŏ_ŏ)\n由於確認購買是否有成功，會需要您的角色資料，為了保護您的帳號安全，\n建議您不要在這兒提供，可以透過天堂M客服中心來回報，會有專業的小精靈回復您的(◍•ᴗ•◍)ゝ\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "看了很多玩家說的話，老實的跟你們說 只要沒花錢就是“弱雞”，想服氣！ 花錢就對了，不服氣！就不要玩， 沒人會強迫你，妳繼續玩， 好玩的遊戲這麼多不差天堂一個， 因為就算玩家抱怨， 官方人員只會說：謝謝您的建議。 跟你們說，他們也只是為了公司， 你不花錢他沒的賺，沒的賺結束營運， 任何一個遊戲都是一樣的， 沒有什麼公不公平， 只有花錢才是力量大， 遊戲只是放鬆的東西， 這麼專攻有屁用嗎？人死了帶的走嗎？ 得了再多的榮譽死了也都是空呀， 好好想想自己為什麼玩遊戲。",
        "reply": "哈囉，哀木梯您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲爛掉了，真的爛，沒意義的遊戲 天堂M，真的變爛，玩了一年，到現在沒看過紅變身，紅娃，再說，最早玩的玩家知道如何刷變身卡，紅娃的，早就神了，現在天堂m可以說是內掛天堂，很多人都不玩，內掛被白目殺還要花鑽石飛，殺紅人也不會噴裝備，這樣的遊戲，還有人會玩嗎，我玩遊戲玩了二十年以上，這個遊戲是玩家放棄最快的，我真的不知道貴公司代言這遊戲為何改那麼多，殺紅人不會噴裝備武器，那玩啥意義，這遊戲因該叫，兒童天堂樂園，真的給人玩的沒意義。",
        "reply": "石安倉 您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "你的帳號有盜用之虞目前受保護狀態 什麼東西 換個帳號都辦法 又一直404不能處理 什麼狀況 手機只能認證一個帳號其他都不能登入了嗎？fb登入現在也不行 我˙有儲值耶！結果都不能",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "叶繁星",
        "comment": "我剛剛使用110萬的變身幣製作了阿斯泰爾變身卡，也確定包包裡有變身卡，登入以後，變身卡沒了、變身清單裡的也沒亮，無法使用，被系統吃掉了，變身幣從160多萬剩50多萬，存的要死，說吃掉就吃掉，黑死了！！！！",
        "reply": "｡ﾟ(ﾟ´ω`ﾟ)ﾟ｡冒險者大大先不要著急，由於英雄級別以上的卡片獲得後會收入卡片重抽目錄中，因此需請您先確認到遊戲畫面右上角是否有出現卡片重抽的選項喔...若真的出現異常消失的狀況，再麻煩您透過客服管道與我們進行聯繫查詢了！"
    },
    {
        "name": "Google 使用者",
        "comment": "我的卡因為銀行認為我有多比費用，所以銀行自動停止使用刷卡功能，但是也扣款成功，為什麼昨天鎖我的帳號，還要我在購買我之前的鑽才能在繼續使用，我鑽也重新購買一次，又在扣了一次費用，但是卻沒有鑽石",
        "reply": "親愛的張家豪玩家您好，\n由於您的問題，還需我們更進一步的做查詢，\n還請您提供一下您的角色資訊與問題詳訴，\n我們將會盡快為您提供協助，造成您的不便之處還請您見諒。\n\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Kcpz Leadley",
        "comment": "好玩的游戲畫面好到爆炸，這是我自己很喜歡的一款游戲，謝謝他給我帶來的美好時光，謝謝！另外2006game. C0₥上線送至尊滿V，吾限圓寶鑽石吾限鑽石免費送，千多款手遊，想玩的這裡都有，鄕親阿~~~你自已下載來玩，就知道姐在講什麼了主線劇情很有獨創性，我在，去玩這個平台的商城幣吾限版，這太好玩滿級V福利多到爆上線送的圓寶鑽石隨便花直接吊打土壕，我是女生 雖然我玩這個技術教九流的游戲有天壤之別！開發者的匠心精神值得我們敬佩，也很感謝開發者，我們才能體會到這麼完美的游戲。謝謝。游戲很棒，玩出來的感悟是不一樣的，它就像你手裡的那把劍，為你所用。也希望多給玩家更多的未來活動資訊，讓玩家可以有堅持的心，繼續享受這游戲的快感，支持你們，加油，沒有必要在這個地方花時間等對吧，也一樣是流暢度的問題。以上建議給貴團隊，感謝你們！，感謝你們的團隊給我們那麼好的游戲，加載的快也算不錯了",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･啊～～～留下奇怪網址的人，娜娜也不清楚他們的來歷！\n請亞丁勇者千萬不要輕易嘗試唷，以保障個人裝置的安全(◕ܫ◕)"
    },
    {
        "name": "Google 使用者",
        "comment": "這次先更新play商店的App後，要進去遊戲裡面更新檔案，還沒到更新檔案那個畫面就會卡住然後閃退。",
        "reply": "對不起娜比來晚了(｡ŏ_ŏ)\n1/15當天是新職業-神聖劍士閃亮亮登場的日子，\n因為大改版的關係，更新時間會比一般維護長唷，目前確認都是可以正常登入的唷。\n另外若您遊戲會顯示閃退，也建議您確認手機設備的記憶體（包含暫存記憶體）是否足夠唷。\n非常期待與您在天堂M的相遇（○′∀‵）ノ♡\""
    },
    {
        "name": "陳奕青",
        "comment": "FB登入從5/22(六)~至今還是無法登入，試問就放置不處理嘛？轉移綁定帳號又是問題重重，難道用FB登入的玩家就比較倒楣嘛！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "根本進不去，光等待就要等幾千人，那還需要玩什麼？ 完全進不去，更別說創人物了，外掛也不抓，每個伺服器都顯示擁擠，我相信外掛抓一抓就不擁擠了！我決定解除安裝不玩了，本來還期待玩遊戲的心情，現在完全沒那個心情玩了！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "才剛解鎖還沒玩到就又被鎖起來了 那我是姐心酸的嗎 你最起碼也讓我玩個兩三天吧 解完都還沒上線隔天就被鎖了 這個不叫爛天堂M麼這個是什麼呢 有人看到這則新聞你們會不會覺得很好笑 請各位有看到人評評理一下好嗎 有人可以告訴我到底是怎麼回事 6月20號節6月21號晚上7點就被鎖了 上班沒有玩下班回來要玩的時候就傳email告訴我終止合約 這樣子不會覺得很好笑嗎 我也覺得很無奈",
        "reply": "(☍﹏⁰。)非常抱歉讓您有這樣的感受，能否請您再透過問題回覆與我們聯繫確認您的問題呢？\n問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM?ACCOUNT_MAIL=source@bot.com"
    },
    {
        "name": "風兆圓",
        "comment": "聽說去到網址857top 。c om能玩滿V元寶無限版，進入遊戲就全部道具資源都無限用超爽的。這遊戲其實對於一些喜愛培養遊戲的人我是推薦的，時裝我覺得有償可以少一點，讓一些人小剋也可以買到，我是玩到一半會直接關掉，對於往常的遊玩掛機遊戲，我都不到一天就刪了，這遊戲不會給予壓力想上線就上線，想去看一下宿舍的女孩們在衝殺，如果看了有興趣也不妨試試那個。琉璃的活動，我原本就有琉璃了。想說透過簽到活動官方會在送一隻琉璃可以共振用，結果今天簽到後，系統顯示拿到琉璃沒有額外給角色卷...是官方的疏漏還是，原本有琉璃的本來就不會多給角色卷(這有點不太公平，畢竟都是花石頭抽的)，麻...等待官方的回應，之後再補回五星 官方已改善！回覆和處理的速度都很快呢 五星好評 ！其實蠻好玩的，陸版就有稍微在關注了。 遊戲初期送的還蠻大方的，無課也能玩得很開心！！ 我比較想藉由這個回覆來跟客服建議，你們後續對無課金的小伙伴要再好一點，像是可以對照陸服的每日任務還有pvp獎勵，讓人更有培養的感覺。不然玩家如果都跑光了，我很難有動力再課金..",
        "reply": "_(´ཀ`」 ∠)_請不要分享不明的網址，娜娜的心好痛啊…"
    },
    {
        "name": "Google 使用者",
        "comment": "哈嘍～ 可以收起那沒用的”精靈王”嗎？ 外掛根本不把它當一回事，只有用內建輔助程式會被他當白痴打，拜託把它收起來吧！不要在製造安分玩家的困擾了，白話一點不要逼人用外掛 補充回應 喜歡討抱抱，然後抱到我紅水喝完被打死這樣?",
        "reply": "亞丁大陸的勇者您好！解放的精靈王也是很可愛的，只是喜歡找勇者們抱抱而已。･ﾟ･(つд`ﾟ)･ﾟ･這部分還請勇者多多包涵，一起守護亞丁大陸٩(ŏ﹏ŏ、)۶"
    },
    {
        "name": "Google 使用者",
        "comment": "聖劍改版後一直閃退，完全無法進入遊戲！！ 手機是安卓系統，記憶體足夠也移除及重新安裝遊戲了",
        "reply": "您可以先試試看將手機裝置內設定→選擇天堂M→選擇儲存空間→Data以及Cache刪除或嘗試重啟/切換網路環境(ㆆᴗㆆ)"
    },
    {
        "name": "Google 使用者",
        "comment": "人物重新登入後開商城跟倉庫非常頓，關掉遊戲後重新登入才正常，換角色每次都要關遊戲再開不然就會頓",
        "reply": "您好^^：\n感謝您對天堂M的喜愛與支持，\n關於您反映「遊戲異常延遲/LAG」問題，\n麻煩重新開啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看。\n\n●如您更進一步與我們聯繫，請到客服中心進行回報喔！\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "玩了一年，沒有使用外掛，也沒打過寶，最近卻頻頻被鎖帳號，說我違規，是哪裡違規，没課金嗎！！！！清掉不課金的玩家，給更多課金的工作室玩，的確比較有賺頭啦…",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)怎麼會發生這樣的事呢，\n為了更進一步確認您的問題狀況，\n這邊請您透過問題回報提供您的角色ID及伺服器名稱，我們會立即為您進行查詢喔！\n問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "什麼鬼。每次登入都要排隊，一排就一小時。動不動就閃退。一閃退又等一小時。是要怎玩。光排隊就好了玩什麽。",
        "reply": "親愛的玩家您好:\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n造成不便之處也還請您多包涵見諒，謝謝。\n如您有需要協助處理的問題，請透過官網→聯絡客服來進行回報喔！\n或者是採用-遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "這次改版出暗黑騎士，創角之後又不能進入玩是在改什麼版呀？補償的方面也好爛，先給一星評論，改好在看情形。",
        "reply": "None"
    },
    {
        "name": "Joaquim Carvalho",
        "comment": "手遊的顛峰之作,不想氪金的朋友們就到去1998game,CΟ㎡，體驗上線就送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限商城幣。,送石福利√ 角色精緻√ 遊玩體驗√ 角色強度√ 活動內容√ 遊戲音樂√ 故事內容√ 玩家福利(各方面)√ 優質遊戲，值得你擁有 以上為三週年前的評論(可能從華倫海特出的那刻起就為這樣的未來埋下伏筆了)角色越來越逆天造成以前的角色出場率下降;曾經能以各種意想不到的搭配贏得勝利，現在缺特定角色就會過不去(真的實用的大部分都這樣，特定角色很有可能抽掉70抽,100抽都還抽不到)晶石有越送越多但還是有可能要存5個月才能抽出1隻有用的角色(真的沒騙人，以前歪出其他角色還會開心一下，現在沒抽到就像白抽一樣)還有水屬財神出時的300抽真的把我嚇到了(抽到300抽前全部都是爛角的機率不是沒可能，因為他不是機率提升制，是抽10抽送1張小卡，小卡30張時才能換財神，當時直接放棄抽另一池150抽的)",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･啊～～～留下奇怪網址的人，娜娜也不清楚他們的來歷！\n請亞丁勇者千萬不要輕易嘗試唷，以保障個人裝置的安全(◕ܫ◕)"
    },
    {
        "name": "Google 使用者",
        "comment": "唉對於一個中課來說玩的很無奈東西也很難衝機率更不用說製作那些更是讓人無奈甚至跟以前一樣外掛越來越多工作室搶怪我們玩近戰的跟白癡一樣吃三段在追怪花一堆錢在給這些工作室賺推坑也好在也回不去以前的那種天堂時光想想我小學三年級在玩的天堂好玩又不會花太多錢現在這款根本給有錢人在玩的",
        "reply": "竟有這種事！∑(☉д⊙)ノ\n紅騎士團對於使用外掛的玩家也非常憤怒……\n我們一直都有針對非法程式及工作室作稽核與相應的處罰，\n如果您願意也可以協助我們在客服中心將您看到的外掛、工作室角色ID及伺服器提供給我們，\n我們會為您做紀錄並反映給相關單位喔!!(╯•̀ὤ•́)╯"
    },
    {
        "name": "Google 使用者",
        "comment": "雖然是一個重課才會強的遊戲，但不致於無課就不能玩。2週年了，抽卡依然沒有保底，讓小課玩家不想把鑽花在抽卡。",
        "reply": "有您的支持與愛護是我們的榮幸(◕ܫ◕)關於您的建議也會幫您反映的唷(๑´ㅂ`๑)"
    },
    {
        "name": "Google 使用者",
        "comment": "為何花90塊買鑽會被額外多收1塊國外交易費，750塊被額外收11塊國外交易費，之前都沒收有這狀況，這期帳單確有，我是用國內信用卡",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "還是一樣一天到晚不就是不給創角色要不就是要排隊進入伺服器這是要怎玩兩個月了都這樣還要等多久這狀況真的不除理嗎？老是叫玩家等等等等等~越來越火大你們乾脆把遊戲關了打包回家比較實在",
        "reply": "\"嗨許岳鴻猛~依詩蒂帶來個好消息唷\n「全伺服器已於2019/10/09(三) 晚上19:00起【陸續開放創角】」\n冒險家如果錯過之前7/31跟8/30全伺服器開放創角的時機，\n不要再錯過這次好機會囉(ง๑ •̀_•́)ง"
    },
    {
        "name": "Google 使用者",
        "comment": "有一點想建議，請先到異世界手遊網！！裡面的遊戲看看，遊戲盒裡面掉寶率和經驗值都是百倍起跳，幾百款滿Ｖ版手遊任你玩。就是希望貴公司在遊戲中發布如今天的補班通告、早些的台風通告時指出涉及的地區，如“各位來自台灣的主廚”。畢竟這是港澳台新馬等使用中文地區的人民都會遊玩的遊戲，不標明就會讓玩家們不知所以然，今早就有一個香港朋友問我補班是甚麼東西。再者貴公司雖然在地址標明了位於台灣，但是GooglePlay顯示“愛肯娛樂（香港）股份有縣公司，發佈公告不註明地區常會讓人以為是在談及香港（如上面那位朋友也因此而來,優點 畫風漂亮，介紹大家最火爆的異世界手遊網，上面那可以玩無縣寶石和滿級V版，神裝和ＳＳＲ通通都直接全滿，這裡版本玩起來超級爽的，課金跟不課不會差超多，定期有更新新劇情跟新角色，角色變化不錯，劇情不錯，角色很多，願花時間的話不課金也能玩 缺點 一開始比較難，玩家很少即時的互動，刺客後期有點過強 建議 必需改中文名稱，不然名字太不吸引新玩家和介紹給人，這是什麼鬼中文名稱，跟本翻譯的時候就有問題 綜合 也有5星 讚，就沒有空的點，只能靠搶維生，所以每個伺服器3個月後，",
        "reply": "இдஇ您們到底是誰啊～克雷克在此呼籲各冒險家們，不要亂點不明網址唷"
    },
    {
        "name": "阿閔",
        "comment": "遊戲坑錢，花大筆錢一直買商城裝備，成功率爆低，遊戲本身合成系統雖然有保底確機率超低，歡迎詢問他人一樣問題，應該並非只有我有這個問題",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "限定安卓版本。。為什麼不限制不能下載就好了?既然5.0.1能下載又不給玩是怎樣? 如果不是那為何原本能玩的手機突然變得不能玩了",
        "reply": "勇者遇到困難了，甘特一定會挺身而出的─=≡Σ((( つ•̀ω•́)つ\n還請勇者先幫我看看行動裝置是否有符合亞丁的最低需求吧!\n【行動裝置最低軟硬體配備需求】\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲目前外掛和工作室太多,擠壓到正當玩家的遊戲空間,還有 包王團的鴨霸,找王找輸別人,還有理由打人(EX:青春女神.冥后.海洋女神伺服器有包王團),希望有適當機制改善此歪風,以喚回正當玩家的信心,也是遊戲長久之計",
        "reply": "嗨~親愛的玩家您好，\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "可登入為搜藏品+hp 365的紀念戒指 ，什麼時候可以再更新可購買？舊服買過了，在新服卻無法再購買對於在新服拓荒的勇者們有失公平。",
        "reply": "(❀╹◡╹)由於一周年紀念戒指是帳號限定購買的道具…這部分可能要請您再等待往後開放的新活動道具喔！而關於這部分問題娜娜也會建議給相關單位進行確認的～"
    },
    {
        "name": "陳柏蒝",
        "comment": "外掛工作室抓不了 只好鎖寶 然後狂出禮包的花錢遊戲 不然遊戲爛掉也沒賺到不就虧大了 事實上已經很少人玩了 90%都是工作室1台掛20多帳號洗幣 然後在出個裝備收藏冊回收保值裝備 順便可讓人花錢再去買這些裝備 變身跟娃娃設定也可讓花了數十萬又沒抽到的玩家直接金錢蒸發 抽完事後感想只能三字經乘以1千次來去感懷 真的是只能佩服此公司確實是有商業人才",
        "reply": "None"
    },
    {
        "name": "一頁書",
        "comment": "之前還沒改版是可以正常登入，改版以後完全閃退，重新卸載，跟重新按裝，一樣的閃退。 samsung note4 手機",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "更新完，選完角色，進入遊戲就一遍黑，然後就斷線，上次只有頓頓的，這次連上都不能。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "白痴嗎?一個遊戲連玩都還沒開始玩，竟然說我用外掛?麻煩查清楚再發信可以?我最後一次評論在4/8，竟然5/23現在才回應，足足過了快兩個月了，而且還是這樣的制式回應，回報有用?不懂要回報什麼……沒資料還要查相關資料，我也是笑笑……",
        "reply": "Hello~Rei-Jie Huang 您好!\n關於您反映的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "李胤辰",
        "comment": "搞什麼小朋友啊！遊戲中什么東西都是(刻印)的 只能賣給商店 換取一點點的天幣 課金都讓你們課就好了啊！我們小資族的 想打個東西來賣都不行 10年前的天堂 都可以自由交易 現在都由你決定 高興想怎樣就怎樣 連喝個水 就只能喝 紅水 連傳送 也要3萬天幣 課金又很重 有百萬 千萬的 你們的口袋都飽飽的 是不是很有成就感啊！",
        "reply": "冒險家不要森七七・゜・(PД`q｡)・゜・\n娜娜非常能理解您的心情呢，這邊也會建議給相關單位，娜娜也很重視各位冒險家的遊戲體驗，\n再給我們一次機會吧！！｡ﾟ(ﾟ´ω`ﾟ)ﾟ｡"
    },
    {
        "name": "Claude",
        "comment": "這遊戲就是為搶錢而已...稍久一點沒儲值就不行了是不是？我沒用外掛居然鎖我帳號，一堆直播用模擬器怎不鎖？7天我等不了，那就退坑吧！反正橘子賺很多，不差我一個！",
        "reply": "勇者大大您好請別這麼說嘛...如果您對天堂M有任何建議，都可以向哈汀說明唷，我們也會努力改進的(;´༎ຶД༎ຶ`)\n問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "一個手機遊戲是要多少空間？每次更新每次要求一堆空間，不是每隻手機都有很大容量，沒空間再更新不了也只能放棄了",
        "reply": "BILL BILL 您好唷：\n感謝您對《天堂Ｍ》的喜愛與支持，\n安卓相關配備最低規格要求：\n• Android版本：4.4以上\n• 解析度：1136*640、960*640\n• 儲存空間：RAM 2GB以上、儲存空間16GB以上\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "龍哥",
        "comment": "就是設計給大課長玩的遊戲，荷包不夠深還是別玩了，浪費錢浪費時間也打不到寶，掛機多到無法無天，有寶打的地方都被課長包場了，根本別想打寶，千萬別入坑當傻子",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "帕拉丁伺服器一堆妖精外掛都不抓，一直開放腳色讓外掛玩，手動玩家每次上線都排隊等超久。你們遊戲都不會去監控那些遠距離的嗎，動作都一樣，一直魂體，補血還有組隊設同一隻，他們外掛動作都一樣都不抓，要讓人儲值就要解決外掛，不然在繼續儲值有用嗎。",
        "reply": "紅騎士團會加強巡邏亞丁大陸的，只要被我們發現不法玩家就會進行相關制裁處理(； ･`д･´)"
    },
    {
        "name": "Google 使用者",
        "comment": "槍手一出更新完狂閃退，頓 你們都不處理嗎？我的是新手機你們工程師搞笑嗎，害一堆人不能玩還不處理還說是記憶體不夠！改版前都沒事改完一堆事，回報官網也都不回覆的還要我們去反應啥，只有爛而已",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "請問天堂M現在遊戲被託管無法解鎖嗎 現在問題回報無法解鎖 那現在到底要用什麼解鎖呢 現在線上客服也無法解鎖 那帳號之後被託管怎麼解鎖咧 那不就被託管以後又要重新創帳號 那像有儲值的人怎麼辦呢是帳號裡面角色都練很高咧 帳號要是被託管說要重新練喔 這樣子會不會太累了啦 像我帳號被託管以後所有的帳號通通都重創了 我角色裡面很多錢 跟蹤備通通都沒有了 這樣對玩家有點不公平喔 像我變身卡也抽到很多 可是你現在所有的舊帳號通通救不回來了 這樣子對玩家來說是公平的嗎 我也是用手機在玩 他們就說我有開外掛程式 我就這樣好裡面所有的武器金幣裝備通通沒了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲看起來很帥也有很多好評，只是為什麼我登錄遊戲卻一直卡在前幾個步驟，像是快捷鍵，弧形選取之類的東西，而且還一直輪迴",
        "reply": "這邊娜比確認到可能是您正在進行更新才會出現各式各樣的遊戲操作教學頁面，為了讓勇者能夠順利加入亞丁大陸，\n建議請您到客服中心向小精靈們反映，讓小精靈進行相關確認及協助建議喔(ง๑ •̀_•́)ง\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "都用內掛，玩沒幾天就說帳號有被盜的疑慮先封鎖，傳資料過去後，就變成使用外掛所以永久鎖定，玩好幾天才慢慢玩到55等，是用什麼外掛才可以這麼廢啦",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "刪除角色一定要60級才能刪 就是練不下去才刪除角色啊~可以改善一下嗎？不要那麼強人所難啊……",
        "reply": "60級是真的不容易呢(;ﾟдﾟ)\n我們會參考您的意見做為未來的改善方向的!(ง๑ •̀_•́)ง"
    },
    {
        "name": "Google 使用者",
        "comment": "玩了很多網遊這款絕對算是良心的。可是上次我在異世界手遊網！！有玩到滿V鑽石無限版，資源道具都是直接無限的，還有很多遊戲無限版能挑，超爽的阿。遊戲角色多樣，搭配人物組合戰鬥有趣！ 結合fb每日活動，多了一些關卡和獎勵 但還是要說說，如果想練更快更強或得到特定角色，就必須變成台幣戰士，希望能改善這種狀況，才能吸引更多的人來玩喔！This game can be taken in at whatever pace you want. You can relax and take it slowly, or try to power through it (though you might run out of resources but then, you’d only have to wait till the next day for more). The hero collection is fun. Combat is satisfying. The interface is pleasant and fun to look at. Unfortunately, I’ve only encountered the puzzle aspect of the game once in the whole two months or so that I’ve played the game缺點就是太燒錢，你想升級就要錢，整個遊戲就是有錢人在玩的，我很喜歡這遊戲但是你想跟上潮流就是花錢，還有聊天系統沒有翻譯功能（自動翻譯）無法跟不同國家的人好好交流。",
        "reply": "(›´ω`‹ )這些奇怪來打廣告的人，到底哪來的啊！請睿智的亞丁勇者們要謹慎判斷，不要亂點唷"
    },
    {
        "name": "Google 使用者",
        "comment": "黑心的遊戲代理，打寶難抽卡難合卡也難，為有新台幣花了也難成。遊戲有BUG，先怪玩家，讓玩家權益受損也沒誠意先改善。客訴寫信卻是一拖再拖。遊戲沒什麼重大改變，更新容量卻更大。遊戲公司股價跌了跌才來緊張嗎？",
        "reply": "哈囉，Po上來您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "振常步",
        "comment": "我玩只是體驗回憶，你們團隊寄郵件給我，請我删人物～2個帳號 一個只有2個人物 ，另一個帳號删到剩4個人物，好笑～這樣就沒辦法進去了，還好ㄧ塊錢也沒花到～進不去就算了 ，偶爾在去玩一下私服過過癮～要删你們就删掉好了，反正我也沒辦法删了，你們說了算 記得 删掉我的帳號嘿～",
        "reply": "None"
    },
    {
        "name": "風塵俠隱",
        "comment": "遊戲登入問題一直不解決讓玩家怎麼玩下去！？送一堆東西要玩家衝等卻老斷線又要排隊等登入！等待期間還一直“異常請求”斷線再重登！（死神伺服器）",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為啥我5月12更新完就不能進去被鎖了，說我帳號有問題是啥問題？你們想鎖就鎖是嗎？我是用遊客帳號，難過現在要把之前的遊客帳號都鎖嗎？ 如果只會公式化回答不如不回，只會讓人看了火大，我就問為何鎖我帳號，為何鎖我帳號，為何鎖我帳號，給我理由，還是說你們鎖帳號不需理由的？",
        "reply": "親愛的源源您好(*^o^*)\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "飾品太好衝了，根本不是以前的天堂，這麼好衝根本沒價，天堂哪有那麼好衝，兩個耳環都衝不到五個就＋8，而且還不能在衝了，這樣我們這些＋8的玩家怎麼在更強，除非飾品強化在開高點，起碼開到＋12我在考慮給5星",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "你們真的需要這麼機車嗎 真的很懷疑這到底是不是手遊啊 一個月沒有玩了竟然也會鎖帳號 你們的系統會不會太敏感了一點喔 這麼敏感的遊戲那就不要再推出了嗎 搞了所有的玩家這麼累 鎖帳號以後還要找時間解鎖 希望你們去看看完美世界m 他們就沒有鎖帳號的疑慮 玩手遊就下像完美世界一樣 請天堂m的工程師去參考一下人家的系統 不要搞得人家那麼緊繃 遊戲只是來消遣而已好嗎 搞得動不動就是 鎖帳號 又要解鎖這樣子很麻煩了",
        "reply": "親愛的玩家您好， \n關於您反映的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "塗亦風",
        "comment": "圓素很足的遊戲， 越玩越能感受到地空詠唱網！裡遊戲深度。 上線馬上就可以領無縣鑽石，好幾千款滿v版超級好玩的又不用充錢，我覺得把這個遊戲當作休閒時玩的遊戲也不錯，只是在於需要儲值這方面我可能不想花，反正我希望這遊戲能不花錢也能用自己一些些時間去慢慢來堆積實力也是可以比那些花錢的人是有平等付出，我會覺得這遊戲值得玩的！他花錢也花時間賺錢，我花時間去努力專注在這，這是一樣的，只是希望這遊戲的能夠讓我玩的快樂有舒服而已！ 我也希望這遊戲能夠創造更多小遊戲讓大家互動起來，就算不認識，也算是休閒找樂趣自己玩，既可以自己享受也可以快樂的去專注在這遊戲的世界！ 希望如此！希望值得！嘻嘻",
        "reply": "(╬ﾟдﾟ)阿頓先生真的要去找你了喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "我在布魯迪卡伺服器，原本每個月會花幾千塊儲值買葉子練等，或是買商城的ㄧ些活動產品，但現在我不願意花台幣儲值了，因為星空血盟城堡的人在亂殺人，打不死外掛的就開暈騎好幾個人圍殺，不定時的野外亂殺人，為了讓人家氣不過花台幣買他們打的裝備跟紅布，會花大把鈔票買鑽的就會花，不會花的就不會花，有些人像我每個月只是儲值幾千塊掛練玩玩，不可能直接花好幾萬十幾萬買裝備，這樣殺到大家退遊戲有比較好嗎？虧這個遊戲我很喜歡玩，有些玩家卻要這樣耍心機，我不願意在花錢儲值被亂殺了，我就隨便玩玩練練就好，愛殺去亂殺，反正都只是想ㄧ時的快速賺到錢，而不是賺長久，那何必在花錢儲值呢，反正都不缺我們這些人每個月儲值的小錢，只缺儲值大錢",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，很抱歉讓您有這樣的感受，\n如您有需要協助處理的問題，請到客服中心進行回報喔！\n若造成您的不便，請您多多包涵與見諒。 \n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "一款回憶中的好遊戲，現在改版什麼機率都偷改，永遠不變的是工作室的數量。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "從昨晚下載到今天早上，都一直登入不進去，十幾年了，爛橘子還是一點進步都沒有，真不愧是爛橘子，從沒為玩家著想過。這個遊戲，憑心而論連一星都不值的，因為你連最基本的進入遊戲都辦不到，如何為這個遊戲評分，真的，朋友，快棄坑吧，沒有期待就沒有傷害。爛橘子到底有沒有發現，這些年玩家的不滿啊！我能想像爛橘子的員工，如果在人的時候自曝身份，應該沒辦法四肢健全的回家吧？還有!我要是課金後，還沒有辦法進入遊戲，貴公司應該會發生社會案件，所以你們應該慶幸我沒有辦法進入遊戲。",
        "reply": "哈囉，親愛的莊世杰您好~\n很開心為您服務並感謝您對天堂M的支持，\n請您重新開啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看。\n如您有任何想法以及建議，請您不吝與我們分享，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "貓仔",
        "comment": "本來還覺得外掛工作室變少了 誰知道一改版反而工作室變一大堆",
        "reply": "None"
    },
    {
        "name": "PK仔",
        "comment": "企業應該有企業倫理，有人提出疑問，你們應該解答，而不是解決提出疑問的人，那個人還是你們忠誠的玩家，太可悲了，你們會失去客源不是因為玩家，而是你們團隊迷樣操作，看到一個老玩家這麼心疼，我也覺得很難過，一個游戲玩超過一年不是一件容易的事",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "更新需要的空間太大了,很多手機都不能玩了；所有伺服器全部創角限制是要叫新的玩家怎麼玩？想找朋友一起玩都不行...",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲的遊戲性依照每個人的花錢能力而有所不同。 不推薦休閒玩家以及課金不超過十萬的玩家遊玩。 如果是為了情懷，那這裡絕對不是你該來的地方。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "都出多久了，還在一只閃退，雖然不是儲很多，都玩到85級了一支紅娃都沒有，無課都好幾支了，垃圾遊戲",
        "reply": "親愛的陳阿凱您好(*^o^*)\n關於您反映【errorsource 1】的問題，\n因需要查詢相關資料，請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "曾憲基",
        "comment": "天堂一有玩過，想說天堂m的時候再玩看看，結果很多人，後來就沒有玩了，最近又在上去玩，結果更慘了，基本裝備連海音的怪都快打不過，真不知道現在玩天堂m要花多少錢，才玩的起來。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "唉 本來想回味童年一下 下載好開心的開上去等了很長時間更新 沒想到還被限制角色 更沒想到還要認證之後才能玩 看完了評論之後 沒想到還有外掛 外掛不抓卻抓安分守己的玩家 這叫人怎麼玩的下去！！還倒不如玩電腦的私服還比較實際！！！一個字形容“爛”",
        "reply": "對於您的遭遇特羅斯也覺得難受(〒︿〒)\n為了遊戲平衡當伺服器人數滿了之後，系統會自動關閉(´･_･`)\n這部分也可以請您考慮加入認證伺服器的大家庭唷(♡˙︶˙♡)\n《認證伺服器申請方法》如下：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=64\n針對破壞亞丁大陸安危的壞人，特羅斯已經派遣麾下最精銳的部下進行追捕，\n(›´ω`‹ )真的很抱歉讓您有這樣的感受..特羅斯會持續努力將不法之徒繩之以法╰（‵□′）╯"
    },
    {
        "name": "Google 使用者",
        "comment": "工作室掛了一堆，賣藍鑽，商城沒有優勢，為啥不抓一點，不是用IP就可以抓。都快沒地方可以掛網了。掛機抓一抓吧。想儲值都不敢儲，沒地方練。",
        "reply": "繼聖莊  您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "常旺",
        "comment": "回報超過24h沒回應,線上客服等了9小時沒回應,變更手機號碼有那麼難嗎? 這種服務品質真是好的不得了,所有遊戲客服的典範,值得借鏡.",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "想給負評，無奈只有1星可以選，從開服玩到現在沒使用過任何外掛程式竟然鎖我google的帳號，可能遊戲公司鎖的都是沒花錢的吧，如果是照著這樣的規則也請給我個說明，不要亂說我使用不當程式。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這次更新後，一直斷線，重新安裝更慘，一直顯示已登入七台裝置，我全家也只有三隻手機一個平板，哪來的七台呀！可以趕快處理嗎？",
        "reply": "親愛的蕭雅慧您好｡◕‿◕｡\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "一個手遊 更新一次要G 是當大家手機都很好嗎 還是要玩家為了玩你們的遊戲去買新手機 別人家是一直降低須求 讓更多人玩 你們反其道而行是什麼概念我真看不懂 確實夠爛!!!",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "自從槍手改版後，進入遊戲卡的要死，還以為手機壞掉了，換了ROG手機也沒改善，都拖這麼久了，貴公司還抓不出原因嗎…",
        "reply": "None"
    },
    {
        "name": "Correen Tam",
        "comment": "又是一個打不到東西的爛活動副本，不敢給玩家打就不要說副本會掉什麼，打了N個活動副本，裡面會掉的東西，沒看過掉過的……爛活動副本，爛死了……",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "無言，蒐集品上了屬性後就無法收藏，官網上當初也沒寫上屬性無法收藏，我花了大筆錢買一把加9大馬結果因為上了屬性現在搞到無法當收集品，回報客服又不搭理，這遊戲我已漠視，不會再花大筆錢玩這遊戲了，上了屬性大馬還是大馬，難道上了屬性大馬就變武士刀",
        "reply": "上屬性後道具性能不一樣，名稱也會跟著改變的இдஇ\n遊戲設定裡是要相同才能被登錄的唷，很遺憾這點無法協助到您\n\n《道具蒐集冊》相關規定請見：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=52"
    },
    {
        "name": "彭德凡",
        "comment": "天堂m練妖精到50級大概要快一個月，用藍鑽買商品抽也抽不中，（不是商品嗎？為何用抽的）相賭博一樣，花了大概4萬台幣，（不是遊戲而已嗎？）聽說還有人花了80萬來抽，大概是有錢吧？！還跟遊戲公司打官司想把錢要回來，接果呢？這是很好玩的遊戲，別亂經營好嗎？！",
        "reply": "None"
    },
    {
        "name": "林痞皮",
        "comment": "Lg g8s 這周開始一直斷線，秒斷，重登又秒斷。解個任務要重登n次，請問是更新後出現相容性問題嗎？能幫幫我嗎？其他手機和pc使用都正常",
        "reply": "\"(つд⊂)遊戲閃退真的很惱人呢.....\n這部份有可能為裝置空間不足，或是手機版本較老舊；\n再麻煩您先協助我們參考連結【行動裝置最低軟硬體配備需求】：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586\n\""
    },
    {
        "name": "Google 使用者",
        "comment": "非常人性化的經驗系統（每天砍木頭都可以到達經驗上限）和無懈可擊（完全為服務）的交易系統。 中規中矩的傳統MMORPG模式，裝備升級強化洗練鑲嵌寶石…然而這些也只有熱衷PVP的玩家才會認真，因為即使穿著副本裝稍微用點力也可以無壓力日常生活。",
        "reply": "None"
    },
    {
        "name": "廖昱翔",
        "comment": "遊戲的內容、打怪練功時的細膩度不錯，可是...對於公司那為了錢什麼事都做得出來...實在感到不敢恭維...。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲品質差，外掛一堆，合成機率低的離普，難怪少了一半以上玩家，寄信反應帳號被官方吃了也都不回應，從練後還幾次武器裝備不見，反應都不回不理，根本是在騙玩家的錢，難道是花的不多不理嗎",
        "reply": "凱凱您好，若您有來信，客服人員皆會回覆給您唷，\n麻煩您先協助小天使確認是否有透過天堂M的管道與我們做聯繫，\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報（連結https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM）\n2. 於遊戲中路徑：右上角選單→ 問題回報\""
    },
    {
        "name": "蘇益祥",
        "comment": "為什麼我的帳號又進不去了！ 到底在搞什麼！！！！！！！！！！",
        "reply": "None"
    },
    {
        "name": "廖鈞喻",
        "comment": "現在已經是被用來詐騙代儲的垃圾遊戲了，下載過一次，畫質爛爆不說，這遊戲站得空間還特多，已經可以把這垃圾遊戲下架了真的。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "用平板玩最近一直斷線玩近戰狂斷遠弓久久斷一次以前都沒斷線！我記憶體容量超過一半遊戲斷線都顯示客戶端結束是什麼東西？？我平板網路正常！",
        "reply": "遊戲斷線真的很惱人呢......( ˘•ω•˘ )\n時代在變，亞丁大陸也在變，\n快快看一下自己的坐騎是不是電力不足了，\n【行動裝置最低軟硬體配備需求】\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586"
    },
    {
        "name": "Google 使用者",
        "comment": "現在是怎樣一進去就是要等搞什麼飛機阿也不能創角色不給玩直說嘿不用這樣等兩個月都這樣可不可以叫你們乾脆把遊戲關掉這樣比較快不用這樣搞一進去要等或是無法創角色搞這些動作大不如關閉遊戲比較快",
        "reply": "親愛的赤鬼您好｡◕‿◕｡\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "鄭臣修",
        "comment": "連個只登入遊戲簽到都會被鎖了 你能期望官方有多好？申請回復帳號還要強迫登入官方的帳號綁定手機？不好意思 我做不到！ 11/23 今天又被莫名其妙鎖了 真的很厲害....",
        "reply": "娜娜也希望能盡快為勇者排除問題呢~(*´з｀*)\n但對帳號相關的任何問題因為需要提供個資，需要請您前往客服中心回報唷！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "端木御風（阿勳）",
        "comment": "天堂 一個常常跟新 天天有機會跟新當機上不了線的遊戲 工程師不要 不測試就跟新 等玩家回報問題 6/3跟新到現在 上限一直斷斷續續的 活動一定卡死 不能分村莊嗎? 在上不了線就要像玩天堂那時一樣退坑了 =.=|||",
        "reply": "\"小幫手先感謝您對天堂M的支持與愛護(❛◡❛✿)由於遊戲更新越來越多的東西所以檔案才變得胖胖der(๑´ڡ`๑)\n若您現在遊玩遊戲有lag卡頓的情況，這邊能否請您透過問題回覆來信提供您的裝置型號等相關資訊截圖，由專員協助您進行確認呢？問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM\""
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼一開始很夯的遊戲到後面會這麼慘呢，因為官方管理不當，坑越來越大，吸金吸到手抽筋，這讓老玩家也沒有什麼動力回去這個特別大的坑裡面。",
        "reply": "None"
    },
    {
        "name": "王淳榮",
        "comment": "真的是非常糟糕的體驗，排隊登錄921號等一小時還是921號，這樣的遊戲不玩也罷，別消耗精神和時間在這樣的遊戲上面。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "最近是怎樣，掛沒幾分鐘就狂斷線，手機也沒移動，半夜開始掛也這樣，收訊也沒很差，到底怎樣",
        "reply": "\"(๑•́ ₃ •̀๑)發生這樣的事情真的很讓人沮喪呢…這邊可能需要冒險者大大確認一下您的裝備是否需要進行更新以面對更精彩的冒險喔，請您參考一下～\n安卓相關配備最低規格要求：\n• Android版本：4.4以上\n• 解析度：1136*640、960*640\n• 儲存空間：RAM 2GB以上、儲存空間32GB以上\n\n還請參考官網相關說明：\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586\""
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼這次的改板會是這樣，都亂七八遭亂放魔法，也不可以自動練工了，怎麼會變這樣呢，快改回來好嗎？我還想掛到80等餒，好不容意抽到紅變想掛到80了說，怎麼會變這樣啦，麻煩請更新一下好嗎？",
        "reply": "對不起娜比來晚了(｡ŏ_ŏ)\n不過娜比帶來好消息喔~\n快捷鍵的異常狀況在先前已經有做修正囉(❀╹◡╹)\n另外自動副本的部分則改成以【日程】的系統進行喔，還請您不用擔心ヽ(✿ﾟ▽ﾟ)ノ\n詳情您也可以至官網參閱相關公告喔~\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Kind=0#"
    },
    {
        "name": "jungle lin",
        "comment": "別來了....除了失望還是失望..又是工作室的天下..直接給工作室玩家玩就可以了...一個不重視玩家體驗毫無作為的遊戲公司..最後也是被市場淘汰..真心等著看那天的到來...",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "玩這個游戲快一年了 以下是我的感想 ……裝備好的打不到.裝備爛的衝不過 寶.沒打過 紅變紅娃.抽不到也合不到",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的提出的問題我們會虛心接受， \n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Ming-hsiang Lai",
        "comment": "一直課金，遊戲一直調低機率，到現在什麼都打不到了！玩四年，一本一般技能書都沒打過!",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "徐北峰",
        "comment": "覺得好玩，推薦大家玩認證服，工作室超級少，也沒有包場，超級友善的。 無課就不要靠背了，我小課玩的很舒服（前提是不打架不跟課長比）。 而且最近活動也很佛，都會送東西，同時也會有課長專用的活動（與我無關）。 值得每天花一點時間玩。",
        "reply": "ヽ(✿ﾟ▽ﾟ)ノ謝謝勇士回饋認證服的優點♥　認證服進度跟既有服相同唷～歡迎冒險者一同加入٩(๑•̀ω•́๑)۶"
    },
    {
        "name": "Google 使用者",
        "comment": "登入一次都要等5~6個小時，放棄了。 都多久了，還是一樣的制式回覆",
        "reply": "登入要排隊確實會有些困擾呢(｡ŏ_ŏ)\n為了讓冒險者不受排隊困擾，象牙塔的魔法師也持續在關注此問題，請再給我們一些時間吧……"
    },
    {
        "name": "貓愛上魚",
        "comment": "普通的東西及材料等等，掉落機率實在太低太低太低了，搞得好像超級稀有道具一樣，非常無聊，實在沒以前天堂那種突然打到好東西的樂趣，天堂真的回不去了，這代理商，唉，還是讓以前的天堂它就活在我心中吧，這只有盤子才玩的起的天堂，就留給他們玩吧，告退！",
        "reply": "(つд⊂)您反應的問題..娜娜..一定會告訴象牙塔的魔術師的…"
    },
    {
        "name": "Garry Wie",
        "comment": "改版後強制綁定手機，連同不同意都沒得選 登入有問題卻無法反應…（要登入才能諮詢） 問題真的很多，此遊戲不推薦！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "請問…斷線後更新9m…更新都12小時了還沒好…重灌遊戲了還是卡住…另外清除登入裝置的網址可以修好嗎點進去都是404",
        "reply": "Hello~您好!\n關於您反映「遊戲更新相關」的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n另外，您反映遊戲內問題回報系統的問題，\n目前已有反映相關單位進行處理，\n後續如有修復，再請您幫我們多加留意官網公告，謝謝。\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "登入等太久，還沒開始玩我就解除安裝了，沒有誠意擴充硬體設備，只想賺錢。不建議也不推薦人玩。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "真的很爛，玩第二天而已，就上不去了，看了客服回應都是一樣的話，根本敷衍，只會賺錢，不要在入坑了，抵制這個遊戲吧",
        "reply": "None"
    },
    {
        "name": "失業勞工",
        "comment": "外掛不會抓，正當玩家的權益全因為掛被剝奪，遊戲公司只想要玩家儲值購買商品，所以武器、技能書的出率有夠低的低，10萬元的台幣買商品包抽紅變英雄卡居然抽不到一張，是否誇張過度了。",
        "reply": "紅騎士團對於使用外掛的玩家也非常憤怒……\n我們一直都有針對非法程式及工作室作稽核與相應的處罰，\n如果您願意也可以協助我們在客服中心將您看到的外掛、工作室角色ID及伺服器提供給我們，\n我們會為您做紀錄並反映給相關單位喔!!"
    },
    {
        "name": "Google 使用者",
        "comment": "真的是一個很黑只會要玩家花錢 服務又爛到不行的遊戲 現在儲值方法又更麻煩了 還限製禮品卡儲值 真的覺得沒有在玩下去的必要了 盟會也一大堆人退坑了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "到人物畫面後，按啟動人物後就卡住了，同一個帳號另一個角色啟動沒問題，但本尊啟動就卡住了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "亂鎖帳號，平板剛裝好遊戲，綁好帳號，連伺服器都還沒選，想說第二天才要玩，第二天一開遊戲就出現帳號被託管，不玩無所謂，被亂鎖很不爽",
        "reply": "親愛的賤魔毒菇求Buy您好｡◕‿◕｡\n關於您反映【帳號遭保護託管】問題，\n經確認您的帳號因官方判斷有異常登入或遊戲使用上的安全疑慮，\n故系統偵測啟動「帳號保護機制」來保障您的帳號安全，\n因此需請您提供相關帳號持有證明資料進行身份驗證。\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "刷卡有問題就完全不理是怎樣，這麼大品牌的遊戲商是這樣處理問題的嗎！！ 我有發信到你們的信箱也完全沒回應啊！",
        "reply": "嗨~ 親愛的謝嘎叮您好!\n關於您反映的刷卡問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "Adonis Lucas",
        "comment": "課金遊戲，資源缺乏，重要的資源要採集，可是建議可以像急速法師網！上的遊戲一樣都是登入送VIP和無限元寶的，這樣應該會更多人，玩點太少，伺服器如果大於80人，就沒有空的點，只能靠搶維生，所以每個伺服器3個月後，活人都不超過80人，沒有課金的就是羊，保護罩超級貴，沒有課金的，連保護罩都買不起， 3個月後，也就是剩下的活人都擠在中心點，這時更慘，被攻擊時，是秒到達，沒有反應時間的，只能課金買保護罩，你開保護仍然是羊，你只能棄坑，我是重課玩家，一樣只能棄坑，祝大家武PVP方面也是有- -定的深度，不是完全數值的比拼，各種招式的對碰，講究見招拆招",
        "reply": "(o´罒`o)請各位冒險者不要搜尋不明的網址以免出現問題喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "現在輔助程式功能完善，希望官方也能把內建自動功能改善 至少所有補血的藥水都能使用，這樣對所有使用手機，平板玩家能公平些。",
        "reply": "None"
    },
    {
        "name": "張玉娟",
        "comment": "一顆星都嫌多，台版機率低就算了，還一直出給課長的活動，要無課小課送死，課長可以光明用外掛，還不會被抓，玩一年工作室照樣存在，這遊戲沒課十萬根本無法玩",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "純手機掛網，也很少上線，沒有使用外掛，無緣無故被鎖帳號，爛透了，號稱手遊遊戲，確鎖手機掛網玩家，不鎖電腦外掛。",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)怎麼會發生這樣的事呢，為了更進一步確認您的問題狀況，這邊請您透過問題回報提供您的角色ID及伺服器名稱，我們會立即為您進行查詢喔！問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "可否開放玩家自行設定回卷的地點。再來從盟屋離線後是否可以繼續留在盟屋，不要動不動就回奇岩城，動不動就卡死。可以嗎？",
        "reply": "哈囉，張妮鄉 您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "玩這個比以前的天堂，還要抗，活動出的快，葉子也吃很快，感覺要玩這個遊戲，讓你投入的錢要很多，回收回來的比你投入的錢，還要少",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "在沒有上架的時候就已經預約了!到最後下載打開之後可以發現的確是良心制作! 界面好!很多地方都能去 每個職業有每個職業的任務 捏臉沒有束縛 和遊戲裏的npc可以觸碰!且贈送東西到壹定程度可以讓它變成自己的跟班隨叫隨到。",
        "reply": "None"
    },
    {
        "name": "許竣杰",
        "comment": "遊戲本身沒有錯，錯的是代理。這種事情簡單的跟鬼一樣，道歉送虛寶，玩家就高潮了，偏偏要走最爛的路，到底誰教的，請他離開",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "Google 使用者",
        "comment": "賽你娘的，我沒用外掛鎖我帳號，是不是沒儲值的就要鎖，是系統偵測有問題，還是工作人員的問題，腦被門夾了逆，你們一鎖帳號就要經過繁雜的申訴，不然就等好幾天才解除，查清楚在鎖啊。 伺服器：歐林，黑瓜子",
        "reply": "None"
    },
    {
        "name": "游佳訓",
        "comment": "外掛現在都可以鎖定玩家就打，還可以指定只打想打的怪。海底地監4樓跟風龍棲息地上方最明顯，真的不處理一下嗎？相信全部伺服器都有這問題。",
        "reply": "(つд⊂)看著賽尼斯的追隨者們日益茁壯，娜娜的心中也滿是焦慮呢…但紅騎士團即使全員出動也分身乏術，若冒險者願意協助我們進行追查，還請您透過問題回覆來信提供該玩家ID及伺服器名稱，我們會盡快進行追查的！問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "鰻裕宏",
        "comment": "鑑於連續限定的卡池，讓我說說huu83，CóＭ多有魅力吧， 先不說送你商城幣９９９９９９是基本的，每天還有海量福利可以領，儲值系統根本是多餘的，忘了告訴你們這平台還有角色交易系統，這裡的帳號角色是有價值的！許多玩家都陸陸續續退坑，現有的玩家也是哀嚎片野，這造成大部分玩家開始拿台服與日服作比較，也耳聞到不少對台服的謾罵聲，其實在台服，就我個人認為，在經營方面完全不輸日服 ，福利也好，優化也罷，我認為台服已經盡心盡力了，就以合作活動來看，真的是為我們玩家而去力爭這個機會，包括此次的免費十連，希望台服的工作人員可以將黑特化為經驗，將支持者化為前進動力，從2018/2/1入坑至現在的我，一路以來謝謝你們的代理，期待你們繼續保持下去。 P.S.我可是不只用打字來支持，課金方面也毫不掩飾呢<3放置型，可以快，也可以不理她。玩法類似旅蛙，但漂亮很多很多很多。不想氪金的朋友們就到枉止，體驗上線送頂級裝備，遊戲道具全部無限使用，完全的不用氪金還無限鑽石。插畫有幾百，每個都想收集來看，好美。無壓力遊戲，超佛心，不會生氣。20200107補充，更新後要我買旅立鳥，不買還不能繼續，但我已經有羊龍了，不想要鳥呀。再補充，一開始說了光之企鵝的故事，再跳出來要我買鳥，我關掉重開還是要我買鳥，不買就不能繼續玩，無奈只好買了，無法拍視頻。",
        "reply": "(つд⊂)請不要再這樣做不明的廣告了…"
    },
    {
        "name": "Google 使用者",
        "comment": "無課玩家，玩的很開心，本來就是玩一個回憶，都什麼年代了，還在計較強弱，別被遊戲玩了各位",
        "reply": "親愛的 了了小時 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "李球",
        "comment": "看到裝備復原的活動回鍋，領到復原券才知道還有時間受限，根本完全無法使用，遊戲要刪除了 不會再回鍋",
        "reply": "大大還請先息怒(◞‸◟)，還請至我們的客服管道詢問,一定會熱心為您解答的ᕦ(ò_óˇ)ᕤ\n●客服中心回報方式：透過官網→客戶服務→線上客服及問題回報"
    },
    {
        "name": "貢丸",
        "comment": "怎麼改，怎樣活動還是沒有用啊，只有一句，（爛）的要死，沒錢人玩的遊戲只有一句（爛）的要死，五星給你們爽一下。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "角色創建受到限制是什麼意思？ 更新後就進不去了 而且好奇怪 我沒儲值 是用m幣抽到紅變後就變這樣 故意不給玩就是了？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼每次維修完，都出現一些小問題，設定內個別快捷鍵初始化有些問題，沒有辦法設定唷！請處理",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "安卓手機還原重新下載遊戲 進到選人物進去遊戲就跳出來了 開很多次都這樣 沒開啟成功過 趕快處理一下 感謝",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "它嘛更新完。。。LAG到爆。。。怎麼玩？開個背包頓到不行。。。可以退費嗎？？？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這個回憶真的不便宜，雖說是回憶但基本上與過去熟悉的玩法都不同！！但唯一不變的就是黑橘仍然是黑橘...",
        "reply": "\"娜燁爾明白您對天堂M的喜愛，也真的很抱歉讓您有這樣的感受(›´ω`‹ )\n娜燁爾會一直在身邊陪著你的..讓我們一起努力加油吧!!( • ̀ω•́ )\""
    },
    {
        "name": "Google 使用者",
        "comment": "改版後，A7手機一直無法登入，這是強迫換手機嗎………可以不要一直官方說法回應了。來點具體改善吧！",
        "reply": "None"
    },
    {
        "name": "九龍玉皇太子",
        "comment": "很多人都是玩過電腦版的天堂 才會懷舊來玩手機版 反而怪越改越強 根本就是改給工作室玩的 一堆外掛都不抓 只會逼退一堆無課玩家而已 相信沒多久這遊戲也該收起來了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "講真的玩個遊戲要需要這麼累嗎 玩這款遊戲只是消遣 消磨時間而已 天堂M地系統把我們搞得這麼累 這樣子叫做手遊嗎 乾脆就退回去當電腦遊戲就好了啊 這樣子還叫做手遊 玩遊戲只是消磨時間需要這麼累嗎",
        "reply": "None"
    },
    {
        "name": "裏空",
        "comment": "哈囉!能不能有人解答一下，每次星期三的更新資料大小約800m，為什麼我都要更新到4個小時，整個遊戲刪掉重來一遍還是這樣，好幾次了，官方有答案嗎？ 仍然無解-.-",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "厲害啊！評分這麼爛的遊戲營收排行榜還是第一，台灣的玩家是怎樣，太販劍了是不是，愈爛愈愛玩，然後一堆人靠北外掛跟工作室，不爽可以不要玩啊！",
        "reply": "Hello!親愛的玩家大大您好｡◕‿◕｡\n由於您未詳述您的狀況與問題，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若您有任何想法或建議，都非常歡迎您再度與我們聯繫唷!祝您順心~"
    },
    {
        "name": "賴秉諺",
        "comment": "為什麼每次Play商店更下載完之後，進入遊戲更新檔案都無法更新，一直跳出故障碼@@？ 每次都這樣，很煩耶，可以不要欺負忠實玩家嗎？",
        "reply": "(๑•́ ₃ •̀๑)咦…怎麼會這樣呢？這邊能否請您透過問題回覆來信提供您的裝置型號等相關資訊截圖，由專員協助您進行確認呢？\n問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "優惠卷一",
        "comment": "送回歸禮還有限制等級，而且交易所還改70等,裝備都爆了要用鑽買裝也買不了，原本想回歸，看到這都退縮了",
        "reply": "None"
    },
    {
        "name": "王俊閔",
        "comment": "垃圾遊戲公司，機率竄改，知名實況主丁特打客服，客服打太極高層躲在後面不處理，叫人跑法院，故意拖時間耗光玩家精力而只好選擇放棄，惡質公司，請一起抵制。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "需完全課金的手機遊戲，手機上線常會斷線，試過用桌上型電腦，反而無斷線的狀況，故給顆星以表示意思意思",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "不能連線了。 斷線後 就上不去了。 玩個遊戲這麼累 上線等兩小時 又突然斷線 現在又連不上去 唉唉 可憐的遊戲。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "垃圾遊戲，任務還有要殺人的，白目小的也多到爆，一直被亂殺怎麼玩，收穫的爆擊者，源武藏，這是公認最白目的，橘子也不處理，檢舉有用嗎？還是建議別玩這爛遊戲，這遊戲設定是怎麼樣？正義值滿被白木小偷殺還噴裝，那正義值有什麼做用，白目小也多，打電話給官方也說正常設定，這是什麼爛遊戲，都不鎖白目小帳號，對於只想練功打寶的玩家很不公平，雖然都打不到，只是被白目殺很賭爛，你如果是當事者被殺的你會怎麼想？別跟我說要去哪講，我只會在這講，其他地方都講過了就是沒用，難到你們遊戲公司就是這樣生存嗎？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "天堂m一直無法登入一直跳出話面，也找不到可以跟妳們反應遊戲問題，妳們也一直都沒解決這個問題每次登入都要先把手機關機才可以登入玩個天堂m玩的好痛苦。",
        "reply": "嗨~您好!\n關於您反映的問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "辛玉婷",
        "comment": "最近不是卡頓，就是閃退，就不能正常點嗎😑😑😑",
        "reply": "None"
    },
    {
        "name": "莫別問",
        "comment": "為何等級要70才可以使用鑽石買交易所的東西。那儲值不就等於說只能買商城東西那交易所却不能買。那還要交易所幹嘛。。",
        "reply": "｡ﾟ(ﾟ´ω`ﾟ)ﾟ｡不好意思，讓您有這樣的感受，但基於安全考量目前僅有70等以上的角色能透過交易所進行交易，讓您的遊戲體驗不佳，我們感到十分抱歉QQ"
    },
    {
        "name": "Google 使用者",
        "comment": "可以趕快修改有些手機開啟背包或商城嚴重LAG問題嗎？已經那麼久了連處理都沒有!!出活動吸金進度就這麼快真是夠了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "高修為不過是在幫戰和勢力戰裏露個臉而已… 吹上天的高自由度，也就偷瓜登高NPC互動之類的，比較失望。希望後續能用心些！",
        "reply": "None"
    },
    {
        "name": "熊胖",
        "comment": "官方不管外掛，某些伺服器的盟，時間基本24小時在亂殺新手，使用那些程式玩家多少知道，造成新手玩家無法投入，這對遊戲體驗很差，再者是工作室過多，可以說已經被遊戲內部分玩家搞壞風氣的遊戲。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "世界王。。改版後。。防100都打不過。。。。這讓人怎麼玩。。。連續衝了13件艾盔。。連+1都過不了。。。更讓人無言",
        "reply": "None"
    },
    {
        "name": "謝忠忠",
        "comment": "我已經回歸三次了 就是因為好玩才回來 但是拜託一下 中獎機率可以提高嗎？ 紫，紅，藍 一定要這麼難中嗎？ 之前看視頻有人存三年的卡合成 機率也是那麼渺小？",
        "reply": "讓您有這樣的感受真的非常不好意思，\n如果您願意給娜比更多建議，娜比都很樂意聽的(☍﹏⁰)"
    },
    {
        "name": "Google 使用者",
        "comment": "我前前後後將近被鎖了200多個帳號 天堂任要求我用手機認證我認證了也被鎖進來也解不開 有手機號碼認證到沒手機號碼 這樣子不會覺得是故意所有玩家的帳號嗎 你們一直說我們就一直創帳號 你們不覺得煩我們覺得很煩耶 等級都練很高了 裡面的裝備金幣也很多 你們的系統一偵測到 有問題就鎖 又是莫名其妙的鎖 請告訴我玩家到底要怎麼玩 有多少帳號可以創",
        "reply": "None"
    },
    {
        "name": "劉政豪",
        "comment": "手機登不進去",
        "reply": "None"
    },
    {
        "name": "chenghung chang",
        "comment": "有活動是好事，但也為剛玩不久的玩家們想一想666是直播看太多的嗎？還1個小時跟本打不過，補充石掉的機率也太低，打2天沒半顆，，，，，",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "沒事鎖我的手機幹麻，害我要重新下載真的爛透了，不要叫我回覆線上系統就沒辦法放圖給你們看，工作室怎麼不鎖，只會亂鎖",
        "reply": "嗨~您好!\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "Google 使用者",
        "comment": "執行遊戲時畫面都正常 偶發人物卡住不會動就斷了 10月份之前都正常 10月以後維修完就一直斷線",
        "reply": "None"
    },
    {
        "name": "Laurel Miller",
        "comment": "嘿各位朋友，有一個賺錢的方法想分享給你。我在往止ＺＣ0857.?OM這裡得到了個賺被動收入的方法，才兩個禮拜已經收五w，比我當工程師還好爽。現在想買啥就買啥真爽，有錢就是爽啦。最滿意的一次購物。無論是掌櫃的態度還是對物品。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "ヽ(#`Д´)ﾉ請您不要隨意散播奇怪的網址！您是賽尼斯派來的嗎！"
    },
    {
        "name": "吳明政",
        "comment": "垃圾遊戲，上線還要排隊，現在是你玩我還是我在玩遊戲？刪除慢走不送，回憶？能當飯吃？一堆盤仔看了就好笑，你們慢慢排吧，",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "沒有用過外掛，只有用模擬器玩，卻遭到鎖帳號，卻連被鎖的原因都不說，真正的外掛龍骨一堆確不去管，乾脆不要玩了，爛遊戲",
        "reply": "bill lin您好， \n感謝您對天堂M的喜愛與支持，\n關於您詢問「帳號託管」問題，請您可以到客服中心進行回報喔！\n\n另外，您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您到客服中心提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "行運一條龍",
        "comment": "說真的，玩幾十年線上遊戲了，還真沒有一款遊戲能超越天堂1在我心裡烙下的印記，雖然以前收月費的方式曾令我感到有點壓力，畢竟學生時代半工半讀又學費又房租還有電話費，但是後來才發現遊戲公司收月費其實就跟繳電話費一樣，如果我們都只是享受免費何來品質爽快的心情，所以我還是希望橘子能摒棄與其它遊戲公司一樣抽卡拼機率破產的方式，還給我們一個真正的公平收月費的天堂1完全移植手遊和感動，我相信真有那麼一天，一些跟我一樣真心喜歡天堂的老玩家都會回來的。",
        "reply": "感謝您對天堂M的愛護與支持(ﾉ∀`*)...您的支持是娜娜最大的動力，而娜娜也將會協助您反映給象牙塔的魔法師了解的！"
    },
    {
        "name": "Google 使用者",
        "comment": "想回鍋玩結果要根新連天堂m都打不開，之前玩的沒綁定手機全都找不回了，換手機下載終於進入天堂m畫面,卻沒伺服器可以創角，心死在刪一次遊戲",
        "reply": "(๑•́ ₃ •̀๑)發生這樣的事情真的很讓人沮喪呢…\n親愛的勇士，若您沒有挑選特定伺服器的需求，請考慮認證伺服器唷\n《認證伺服器申請方法》如下：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=64\n期待我們在遊戲內相會♥"
    },
    {
        "name": "Google 使用者",
        "comment": "我買點數卡都儲進去！然後呢！不讓我提領==我在買天堂m的點卡！每次輸入完密碼！一直顯示確認密碼！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "帳號綁定裝置哪時在全綁滿了?就算綁滿好了 要按收驗證簡訊重新綁定就給我閃退 還要不要讓人玩了?是荷包靠拐騙飽了的意思嗎?",
        "reply": "None"
    },
    {
        "name": "Chang Alen",
        "comment": "建議新手不要玩，沒有你們生存空間，你會被外掛自動殺到爆，外掛不知是否為子公司，因為根本默認不抓，內掛也故意用的很鳥，比20年前的熊霸還爛，超好笑的遊戲公司跟團隊，建議不要玩，要玩記得0課。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我想問一下，第一次剛下載完準備要玩卻不能創角色是哪招？有開放創角色時間嗎？還是只是下載單純看遊戲畫質讓我覺得遊戲滿到溢出來所以不缺我一個？",
        "reply": "張鎧麒您好^_^：\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼這個星期的更新檔沒辦法下載呢？網路連線沒問題檔案下載卻一直沒有在跑，好怪。",
        "reply": "您好：\n感謝您對天堂M的喜愛與支持，\n還請您先確認手機內容量是否足夠(2G記憶體與32G以上內存空間)，\n另外官網有公告目前已知會有異常機型，\n公告連結：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=50207&kind=563\n若您的行動裝置非為已知機型時，請到客服中心進行回報喔！\n【客服中心回報】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n請提供：\n• 手機廠牌/型號：\n• 安卓版本：\n• 記憶體容量：\n• 是否有ROOT：\n• 連線方式：\n• 電信業者：\n• 錯誤訊息或錯誤代碼：\n我們將於收到後盡速回報相關單位進行問題確認，\n造成您的不便之處也還請多包涵見諒。"
    },
    {
        "name": "廖為乾",
        "comment": "可儲值的平台太少，我不用信用卡的人，希望能多一點儲值平台，不然只好繼續玩免費的遊戲，真可惜，我還真的蠻喜歡這個遊戲。",
        "reply": "非常感謝勇者大大的支持(*´∀｀*)人(*´∀｀*)♡，您的建議我們也會反映給相關單位哦~"
    },
    {
        "name": "胡少剛",
        "comment": "太誇張了啦 交易所改成要77級才能掛賣 你們家的77級很好練逆？原本回來看看改版後好不好玩 還好還沒儲值。砍遊戲了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "是不是工程師有問題啊，每個副本都60級以上才能去，不知道練到60要多久嗎？  還是覺得一般遊戲玩家天天在遊戲中，練等級，請降低副本等級吧",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "你們標榜開發的手機版手遊遊戲，搞到現在用手機玩一直斷線，跟本沒辦法玩，乾脆回到你們以前的電腦板好了，爛到爆",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "又在亂鎖帳號很沒品到底要鎖幾次阿！當人吃飽沒事幹啊！工作室不鎖鎖我們有沒有搞錯啊 而且我是用手機玩耶還被一直鎖帳號這是哪招阿 難怪被嫌被叫黑橘",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "爛透了 無故被鎖帳號 反應還沒人理你們是怎樣 現在又無故終止合約 騙鑽騙很大啊 有問題叫我系統回報反應 鎖了7天沒人處理 還是沒課金你們就不處理是嗎 剛鎖完玩沒2週又直接終止合約是怎樣 沒用外掛就是沒用 不查也不聯絡爛透了 連一顆星都不值",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "沒外掛，前陣子幾個星期沒玩，在登入…… 被鎖定帳號，反應好幾次，也沒用 是不是沒花錢都這樣子，",
        "reply": "(((ﾟдﾟ)))咦咦咦…居然還有這種事…這邊能否請您至問題回覆提供您的角色ID及伺服器名稱呢？我們將會為您查詢您的帳號狀態喔！問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "怪掉的金幣越改越少，少的可憐，防卷12萬，武卷24萬，近戰類的根本賺不到錢買卷，水錢還不一定賺的回來，回鍋1天直接刪遊戲",
        "reply": "娜比了解您的心情(｡ŏ_ŏ)，\n娜娜現在也在為自己的冒險路上奮鬥丁ヽ(`Д´)ノ\n讓我們一起攜手在亞丁大陸上發揚光大吧*ଘ(੭*ˊᵕˋ)੭* ੈ✩‧₊˚\n伊娃一定會眷顧擁有冒險精神的勇者的！\""
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼我手機 不能更新 。刪除後也不能下載，我網路也正常。用wif也不行 這是啥情況 我的平板就可以上線 這是代表強制叫我退坑嗎",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "不好意思我是新手不太懂，但是下載好後進去才發現，創角竟然還要等，原來還有這種\"規定\"，不論遊戲內容如何光這樣已經是個垃圾了",
        "reply": "None"
    },
    {
        "name": "曾國銘",
        "comment": "交易所限制70級以上才能購買使用，新手不知道有限制，新手剛進去玩儲值後，結果沒辦法使用交易所，爛",
        "reply": "讓您有這樣的感受真的非常不好意思，\n如果您願意給娜比更多建議，娜比都很樂意聽的(☍﹏⁰)"
    },
    {
        "name": "hair hair",
        "comment": "垃圾遊戲，同樣使用輔助程式，課長可以開直播使用都不會被鎖，無課的毫無理由就被鎖，黑的無恥",
        "reply": "None"
    },
    {
        "name": "謝宇中",
        "comment": "全部都工作室在玩，爛代理",
        "reply": "None"
    },
    {
        "name": "崇霖",
        "comment": "更新之後為什麼 我的帳號不行進去",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "更新玩一直閃退，不然就是當在公告畫面，取消公告畫面，還是會出現",
        "reply": "None"
    },
    {
        "name": "陳志南",
        "comment": "外掛不處理，只配拿1星",
        "reply": "None"
    },
    {
        "name": "蘇俊翰",
        "comment": "為什麼把交易所改變成70級能買裝備這樣子叫新手要買個裝備又不能買，還要儲值買鑽石買商城裡面的裝備才能玩，能不能交易所不要限等級啊！",
        "reply": "None"
    },
    {
        "name": "榮恩黃",
        "comment": "0：100104 這是什麼問題",
        "reply": "None"
    },
    {
        "name": "劉航壯",
        "comment": "非常爛 黑橘果然名不虛傳，什麼都要錢 品質也爛，一直斷線，不要跟我說是我網路問題，同一個網路我掛其他遊戲都沒事，就你家一直斷，是在斷删曉",
        "reply": "None"
    },
    {
        "name": "h C (horace)",
        "comment": "我只能說對小課玩家不友善，因為情懷下載，說真的如果硬要刺激消費以前電腦版時代的收費方式還比較理想，沒藍鑽你後面也玩不起來",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "Tsao Jason",
        "comment": "剛登入出現請前往商店頁面更新，跳轉之後根本沒有要更新新的項目啊....一直無限輪迴根本無法登入-.-",
        "reply": "None"
    },
    {
        "name": "劉tina",
        "comment": "無法進去天堂M，怎麼回事啊？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "建議不要綁定beanfun，否則可能被誤判異常招託管，當初邦定beanfun想說是官方的比較可靠安全，結果呢?反而容易被偵測異常託管，個人猜測連動beanfun因為是自家公司可能比較可以獲得甚麼詳細資訊吧，有了這些資料程式就誤判異常，如果是用google跟FB就比較沒這問題，因為公司不可能透過google跟FB去要到甚麼隱私資訊，就算要也須而且託管那個表單個人認為，應該被託管的人太多，他應該是叫你提供資料後，由系統去比對表單的資料庫，有符合才拉出來人工比對，所以才會發生資料填對卻沒解鎖，資料正確了還無法處理，可笑的是既然不可以用beanfun綁定的電話資料解鎖，那綁定beanfun是綁心酸的?客服說是要綁定遊戲天堂M遊戲(-1防)才可經由託管資料其中一項驗證後解鎖，我很納悶beanfun是天堂M更上層的應用，有主帳號有資料卻要子帳號綁定才可處理的道理?我真的很想說，公司如果沒能力一一比對異常的帳號以示公平，那就不要亂鎖正常玩家的帳號，以前我玩國外遊戲國外遊戲公司鎖很大也不會發生像橘子這樣誤鎖又不提供人查詢跟申訴的管道，公司心態就是被鎖就你家的事，感覺身為一個遊戲公司這樣的態度真的很差",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "做一個大多數玩家想玩時登不進去的遊戲，你們覺得玩家會給幾分評價? 載來排隊浪費手機電量的嗎？ 倒不如弄成付費才能玩算了。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "無法更新，移除倒是很順，再重新下載依然無法下載。所以是不準備讓人玩的意思吧",
        "reply": "None"
    },
    {
        "name": "羅偉銓",
        "comment": "除了坑還是坑，儲值2萬多台幣，只是退了一筆750元就把我帳號給鎖了，買錯不行嗎？給你一顆星還算太多",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "昨天打完活動攻擊鍵變花樣的圖無法攻擊，把弓箭拿下來就好了，再拿弓箭又變不能攻擊了，處理一下。",
        "reply": "報告冒險家！遠攻武器如：弓箭或槍砲，還需要裝備箭、子彈才能發動。\n請您先幫克雷克確認身上的箭是否有裝備，若已經裝備了卻還是顯示武器無法使用，\n那就要請您確認「弓箭」是否已經損壞唷！若損壞也是無法使用的。"
    },
    {
        "name": "Google 使用者",
        "comment": "請官方重視以下問題:這次改版後，部份玩家開個道具欄.商店.倉庫很LAG~~儘快改善這個問題",
        "reply": "哈囉，親愛的玩家您好~\n很開心為您服務並感謝您對天堂M的支持，\n請您重新開啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看。\n如您有任何想法以及建議，請您不吝與我們分享，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳凱豐",
        "comment": "要裝備，要變身，要娃娃。要玩這個遊戲錢要夠多，全都用台幣換，偷偷告訴你，抽卡機率還作假超低",
        "reply": "None"
    },
    {
        "name": "兩點半",
        "comment": "玩遊戲要進去不給我進去一直說裝置7個已滿。怎麼刪除裝置。不會用。 我是用FB登入",
        "reply": "親愛的亞丁勇者(◍•ᴗ•◍)如果您是七台裝置而讓您無法登入的話，可以參考官網上的\n最新資訊→服務→重要！【手機認證綁定 / 登陸裝置新增刪除】教學，該篇文章滑到最下面有\n「我要申請清除登入裝置記錄」連結唷( • ̀ω•́ )\n若您提寫時有遇到任何問題，由於需要您的資料，為了帳號安全建議您透過客服中心詢問唷\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "只考慮盈收，不考慮玩家體驗，讓大量外掛出現遊戲中，甚至直播上都有，想玩的人請不要遊玩此遊戲",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "搞什麼！！工作室也不清，登入都要等幾百個人，玩那麼久紅變紅娃都沒有！！什麼都不處理，還要別人花錢，這種爛遊戲不玩也罷！！",
        "reply": "親愛的林振成您好｡◕‿◕｡\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n須麻煩您提供客服中心完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理。\n\n另關於您反映【變身卡片/魔法娃娃】問題，\n經確認目前《天堂M》遊戲內容皆根據原廠設定所提供，\n還請您依目前遊戲內容設定為主，\n再次感謝您對於天堂M的熱情投入與支持愛護，祝您遊戲愉快!\n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "臺戰遊戲，工作室與外掛滿街都是，一般天幣抽卡要合上去紅變紅娃幾率低到不行，但是工作室3組組隊絕對有紅變紅娃？辦活動其他副本就鎖寶？除了坑沒有其他！",
        "reply": "None"
    },
    {
        "name": "黃尉宇（鹿港添公主）",
        "comment": "不買禮包，但支持，韓國高人氣，手機遊戲。",
        "reply": "None"
    },
    {
        "name": "俊昌水果行．",
        "comment": "怎樣子一直再改片反改來改去.玩.不.下.完不去了啦",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為何不能創角色阿？？ 怎麼玩阿？到底給不給玩阿 都等5天了還卡在不能創角色 爛透了 刪除遊戲不爽等了 爛爛爛",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我是妖精，箭射完或是用完時，可以提醒嗎？(還是有提醒，我自己沒注意…)常常都在空打，自己都沒發現…很蠢",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "顏久凱",
        "comment": "這遊戲我玩2個星期說真的很難玩…內掛只有喝水也沒回捲…被怪打一直喝水怪確沒什麼錢也沒防武捲…想說那麼難玩的遊戲也有人花幾百萬在玩我也是佩服……",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "營運商真的有問題，半年沒上線了，突然想回鍋玩一下，就收到鎖號信件，還好課金不多，不然就當冤大頭了",
        "reply": "親愛的Chen JR您好(*^o^*)\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n麻煩您致信客服中心進行確認喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "Google 使用者",
        "comment": "請問為何華碩手機開背包或倉庫會lag，平常打怪一點都不會Lag? 有什麼錯誤請修正一下好嗎? 謝謝。 儲存空間嗎@@ 剛剛確認一下還有33GB~~",
        "reply": "親愛的huang huang您好，\n請您協助我們確認\n【行動裝置】配備至少需有32G以上使用空間；\n【行動裝置】系統請更新到最新版本。\n\n以及可能是手機設備的記憶體不足所導致，請您先依序嘗試下列操作進行排除：\n1. 完整關閉遊戲程式後，再重新登入遊戲。\n2. 手機裝置內設定 &gt; 選擇天堂M &gt; 選擇儲存空間 &gt; Data以及Cache刪除。(Android系統適用)\n3. 嘗試重啟網路或切換網路環境(WI-FI/行動網路)\n\n或著請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲自己內部問題，並不是玩家問題，鎖什麼玩家帳號，查也不查就鎖，會不會太搞笑，一堆外掛也不鎖，說什麼公平公正公開，那我帳號給你鎖，請退我17萬就好，還是我自己申請退費。",
        "reply": "哈囉，想痛痛您好， \n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "鍾進吉",
        "comment": "沒辦法更新下載...顯示erroe code7.怎回事？？？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "有人跟我一樣改版後不是很卡就是閃退的嗎?官方有要優化嗎?做一堆雜七雜八的特效在占版面",
        "reply": "親愛的育全吳您好(*^o^*)\n感謝您對天堂M的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Szare Sb",
        "comment": "超坑玩家錢的遊戲！什麼都要你砸錢！還有就是這遊戲是否20前開發的？畫面質素也太爛了吧！",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "蘇志雄",
        "comment": "退費機制很糟糕，且線上客服人員回答很官腔，像鬼打牆一樣，外掛多，且遊戲常維修，有大型首領活動就常LAG，活動禮包抽獎機率與公告不符，強化裝備的機率也低",
        "reply": "冒險家不要生氣｡ﾟヽ(ﾟ´Д`)ﾉﾟ｡娜娜感謝您的建議，也謝謝您願意跟娜娜說您的想法，我們會更努力的讓遊戲體驗變得更好的！"
    },
    {
        "name": "Google 使用者",
        "comment": "現在是怎樣…遊戲玩到被強制離線…要連線連不上?玩快1年沒任何違規還這樣對待玩家吖?該抓的不抓…沒違規的亂抓一堆!趕快處理好嗎…不要影響玩家遊戲的權益!還有貴公司有規定不能使用同手機玩多帳號嗎？這是手遊!玩家只要不違反規定，使用同隻手機創多帳號遊玩也是玩家自己的權力吧？不懂是在託管什麼鬼?把我辛辛苦苦玩快1年的多帳號全託管是怎樣?用模擬器多開的不抓，卻抓我這只是單純用手機玩遊戲的玩家…乾…!",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼今天更新後登入伺服器角色卻不見了？點了尋找角色後雖然有出現，但點進去後卻要重新創立角色我的beanfun帳號已經登入了",
        "reply": "您好: )， \n感謝您對天堂M的喜愛與支持，\n首先麻煩您確認目前的帳號是否為先前使用過的帳號，\n可在遊戲內[環境設定]選項中進行確認，\n如目前登入的帳號不是先前使用的帳號時，麻煩您登出再使用原先的帳號登入。\n另外也請留意，若您先前是使用遊客(Guest)帳號進行遊戲，只要刪除遊戲或是裝置變更時都有可能會導致遊戲資料遺失。\n\n對於回覆的部份，若有需要進一步了解資訊，可請您至客服中心進行回報喔！謝謝您^^\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "cose",
        "comment": "中午12:00的世界王需要打3隻，打完前2隻後就剩5分鐘可以打第3隻王 巴拉卡斯 ，遊戲穩定度不夠，一堆人打到一半就掉線，剩不到10個玩家根本打不死王，浪費時間。",
        "reply": "None"
    },
    {
        "name": "林享融",
        "comment": "越改越爛 數回東西都歸零衝裝也機率低到不行合什么東西也沒用儲太多也多於在今日退了身上裝都點爆！我小課玩家。給大課玩家們傻傻玩吧祝褔有興趣人入坑吧",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "請問我是用Google帳號登入遊戲的以及有綁定手機號 結果我手機停用了 現在要登入需要手機認證簡訊碼才能登入我要怎麼進入 請求速回 我裝備人物都卡住登不進怎麼入",
        "reply": "您好唷：\n感謝您對《天堂Ｍ》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳祈妏",
        "comment": "好久沒玩了，重新安裝後登入頁面上居然說我開了7個帳號，要我先刪除了幾個帳號才可以使用，根本沒有的事情，我是該去哪裡刪除阿！",
        "reply": "None"
    },
    {
        "name": "極琉",
        "comment": "用5G網路電競手機玩遊戲會閃退，反應過至今也未改善，今天再用5G電競手機上一次天堂m,玩不到十分鐘又馬上閃退",
        "reply": "(๑•́ ₃ •̀๑)咦…怎麼會這樣呢？這邊能否請您透過問題回覆來信提供您的裝置型號等相關資訊截圖，由專員協助您進行確認呢？\n問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "小陳",
        "comment": "打任務怪根本搶不贏弓箭手，旁邊至少10隻弓箭手在打，又一直被主動怪打，而且送的活動箱子等級低根本都不能用",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "用不同的設備登入幾次後 就被官方以帳號有遭盜用之虞託管了提出刷卡收據都過好幾天了 還在託管 爛透了 都是自己在使用帳號卻被官方盜帳號 還真是第一次遇到",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "請問你們的公平在哪啊？！出ios更新完馬上登入新武器都被做完，開放時間也不公佈一起進入，越來越不公平啊！！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "根本逼人退遊戲 也好 花太多了 繼續也好更多而已 手機壞了 那麼多只 誰會把壞掉手機流著 既然要我刪掉 前面七之手機的天堂m 它罵的 買一之新的 來玩 既然不給開。 果然橘子只會騙錢 幾十萬而已 既然不給進 那就退了 爛遊戲",
        "reply": "貞孜大大還請先息怒阿(((ﾟдﾟ)))娜比跟你說喔~換新手機會需要請您輸入認證碼，如果您已換門號收不到認證碼，可以跟我們反映，娜比會速速請魔法師幫您更換的，\n這是魔法師對勇者們的帳號施安全機制的魔法啦，\n但我們會需要您的帳號資料才能做查詢(;ﾟдﾟ)\n為了保障您的資訊安全，就不在這邊請您提供囉(噓~)\n建議您至客服中心回報詢問唷~\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "曾國厚",
        "comment": "為什麼剛可以上線現在下線重登就上不去線上了啦 帳號被查封現在什麼情況玩個遊戲這樣給人帳號封停 是怎樣",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "把\"韓國原廠設定\"改的面目全飛.基本上單純無課玩家是不太可能存活下來的",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "今天剛安裝，登入時說要控管在線人數，要等1589人，等了10分鐘還1541人，還讓不讓人玩呀？各位每天玩遊戲都等著麼久？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "內掛打完所有任務回村發呆，工程師是在鎖三小，寄了幾次信，不理就是不理。幹的好嘞厚！！",
        "reply": "None"
    },
    {
        "name": "鯊魚",
        "comment": "剛玩不久，儲值3000，買10把藍色武器，沒有過一把，實在太誇張了！！！爛透，騙錢",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "有夠爛的游戲。 同一支手機登入7次就鎖帳號。 這叫人這麼玩。 真的不知道這游戲是要花多少才算完美的VIp.",
        "reply": "None"
    },
    {
        "name": "Le Pipi",
        "comment": "為什麼今天更新完卻沒有更新頁面...進入遊戲只顯示請移動至商店進行更新 進了商店只顯示開始遊戲 一直來回==這樣怎麼上線打世界王呢😭😭😭",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我的体验就是没体验过，压根就进不去游戏。什么破玩意，尼玛下个游戏连更新4GB 然后进不去。",
        "reply": "None"
    },
    {
        "name": "陳泳華",
        "comment": "沒意思 一些老手等高高裝備有了 就胡亂殺人 掉5%經驗值沒什麼 從電腦遊戲這機制 我就不太欣賞 回鍋體驗又宣告砍遊戲 還好沒儲值 不然浪費了",
        "reply": "None"
    },
    {
        "name": "Zoey Hill",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在EOHE１５.?om 我才知道被動收入其實很簡單，上禮拜朋友跟我說，到今天已經收三w多。妹子聽到都直接巴上來了，社會真的很現實，交友軟體一堆騙人的，傻子才玩。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "再這樣分享奇怪的網址騙我們的冒險者的話，娜娜要放亞力安了喔(ﾟ皿ﾟﾒ)！"
    },
    {
        "name": "Google 使用者",
        "comment": "爛到爆，千萬不要去电話認證，舊手機如果停用，你就沒得玩了，我在巴列斯，角色刑天就認證，最後沒得玩，就电話認證，千萬別認證，防禦加一，沒得玩在加多少都沒用",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我還以為是我的手機上不去 解了我朋友的手機下載一樣也上不去是你們的問題吧 更新什麼東西啊更新到上不去關一關好了嗎",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "好險當初只玩了三天就沒玩了，第一次看到有遊戲負評多顆星只有一，這個算是當今第一個遊戲，重點是還有一大堆阿呆花錢玩。",
        "reply": "None"
    },
    {
        "name": "孫糊爛",
        "comment": "無課不要玩 必鎖。說真的你不讓無課玩也可以，但是應該說明，不要浪費玩家時間。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "工作室都不抓，每天練功地圖都是幾百隻機器人，要賺錢又不維護遊戲品質的黑心廠商，無良商人，垃圾遊戲，還要什麼遊戲體驗，跟本沒有給正常玩家玩的遊戲體驗",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･由於賽尼斯實在太過美麗…所以跟隨她的人實在太多了娜娜忙不過來阿！若您願意協助娜娜抓捕那些迷失的孩子們，還請您透過問題回報提供角色ID及伺服器名稱，娜娜會讓他們知道阿頓的陽剛之美的！問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "余志華",
        "comment": "請問一下我想買一個月的閃耀龍之鑽石箱組合包，但我號碼不是月租的，我有看到一個方案就是（兌換代碼）點進去會出現（兌換儲值卡或促銷代碼）然後輸入代碼。這要去哪裡買儲值卡怎麼用，請教教我😭，，",
        "reply": "(›´ω`‹ )由於天堂M儲值購買為透過雙平台合作進行，故此部分建議您可與google平台聯繫查詢是否有其他可進行儲值的相關管道喔～也感謝您對於天堂M的支持～"
    },
    {
        "name": "林子鈞",
        "comment": "請問今天更新完一直出現這個..怎麼解決，我重新下載了，選擇自己伺服器還是這樣...！（（角色創建受到限制的伺服器））",
        "reply": "大大是這樣滴~為了遊戲平衡當伺服器人數滿了之後，系統會自動關閉(´･_･`)\n這部分也可以請您考慮加入認證伺服器的大家庭唷(♡˙︶˙♡)\n《認證伺服器申請方法》如下：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=64"
    },
    {
        "name": "Google 使用者",
        "comment": "左天更新上線就上不去，說我被鎖了，真好笑，沒在用掛的也會被鎖，是不是賺太多了想鎖一些人。",
        "reply": "None"
    },
    {
        "name": "林憲堂",
        "comment": "電話號碼綁定問題 換了號碼沒辦法解開登入了，因為連行動裝置也跟著換了。 求解",
        "reply": "冒險家大大您好啊~您的問題需要客服專員為您解決~\n還麻煩冒險家大大可去客服中心回報問題唷&gt;&lt;\n●客服中心回報方式： 1. 透過官網→聯絡客服來進行回報 2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "海外二キS.K日勤モード",
        "comment": "根本不是在玩，就給他跑就好了。先不提課金。 不知道是老了還是胃口被養大了沒有新繼續下去的動力。",
        "reply": "None"
    },
    {
        "name": "ron jian",
        "comment": "遊戲開不了，畫面都黑的，差評！ 阿抱歉，剛剛重開才發現原來黑的不是螢幕啊~本來給3星改1星好了~",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "會不會開放週邊產品購買呀？角色或是地圖模型之類的，但老實說，我還是比較喜歡以前的肥肥樣，現在太可愛了",
        "reply": "哈囉，陳怡淳  您好， \n感謝您對《天堂M》的支持，\n對於您的所提供我們寶貴的建議，我們會反應相關單位了解， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "下載下來玩久了會失望，只要你沒儲值，到後面就會被鎖，問原因還會跟你說機密不可以說。真是不能說的秘密",
        "reply": "None"
    },
    {
        "name": "張新",
        "comment": "簽到有要送藍布嗎沒拿過",
        "reply": "None"
    },
    {
        "name": "Terry Sung",
        "comment": "真是差到無法理解的遊戲，難怪那麼多人退坑，又暗中偷改机率，合成卡片都要變保低才能拿到，机率究竟改多低。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "每次登入都要等很久，登一次就等好幾個小時！ 為什麼別的伺服器就不用等，新增的就要等？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "改板變的超級lag，上次改也是，後來又改回來，這次改了就放給它爛，不會改就別改了",
        "reply": "Hello~ 陳俊男 您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Gary Tsai",
        "comment": "非常不看重玩家權益，放任工作室問題不管，新開的伺服器才幾天就被工作室氾濫，連登入都需排隊數小時！",
        "reply": "看看龍鬥士使出奪命之雷，通通將他們綑綁起來ヽ(#`Д´)ﾉ 還請勇者可參閱以下官網公告喔： https://tw.beanfun.com/LineageM/web/news.aspx?Bid=53243&kind=563 而象牙塔的魔法師也持續在關注排隊問題…為了讓冒險者不受排隊困擾，他們也正竭盡全力得再努力呢…"
    },
    {
        "name": "江宙諭",
        "comment": "一直出付費的禮包 買了也開不到 永遠的都是低階的變身或是娃娃 這遊戲是很棒的遊戲 但是經營者的方式 會讓大多數玩家心寒 剩下的只有外掛跟逐漸凋零的遊戲 我在也不在買付費禮包了就跟著工作室一直死掛",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "內掛打完所有任務回村發呆，工程師是在鎖三小，寄了幾次信，不理就是不理。幹的好嘞厚！！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "大部份裝備綁定後就不能交易，覺得可惜，好不容易衝到+9，想換弓但之前的只能擺倉庫",
        "reply": "親愛的 手肘國光 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n您提出的問題我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "簡淑柔",
        "comment": "為什麼蘋果平板一直閃退打字也閃開娃娃也閃退都全刪除了重新安裝也是一樣安卓手機就不會真的很差",
        "reply": "(((ﾟдﾟ)))冒險者大大息怒阿…這部分可能需請您再留意裝置內部記憶體是否足夠，並確保運行遊戲時關閉其他背景運行程式，確認是否可排除問題喔..."
    },
    {
        "name": "Google 使用者",
        "comment": "更新後都一直卡，一直閃退，越來越爛，只知道一直出騙錢包，不好好改善遊戲，這樣叫玩家怎麼玩",
        "reply": "None"
    },
    {
        "name": "陳先生陳進傳",
        "comment": "爛爆了！到現在更新還不能進入遊戲！反應都沒在回應解決；難怪玩家一直流失",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "Google 使用者",
        "comment": "下載了4g的遊戲，結果全部伺服器都限制創角，難怪大家都說爛，世紀爛沒有之一，都一年多過去了老毛病一樣老毛病，下去吧",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "回報個鳥，無緣無顧亂鎖玩家帳號，無使用外掛，無使用電腦模擬器，無使用多開，無任何隨意買鑽。回報不知道幾次了，說什麼機密。不能透漏，搞不清楚你們橘子是給玩家遊戲的還是無儲值的玩家都鎖。爛，遊戲。逼人退坑。",
        "reply": "親愛的黃啟育您好(*^o^*)\n感謝您對天堂M的喜愛與支持，\n我們很高興能有為您服務的機會，\n由於您所反應的問題不明確，我們需要麻煩您致信於客服中心進行回報喔，謝謝您!\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "從從從",
        "comment": "樂豆帳號無法連線，寫信去還是貼公關文 無法處理 可惜沒的點負五顆星的評價",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "從開始有天堂到現在，沒有抽到或合成過小小的紅變，就這次只能買二次合個紅變也不給，有必要鎖這麼絲嗎~抱歉來，抱怨的，辛苦了，大大~但太喜歡這遊戲也是給五星",
        "reply": "(*´ω`)人(´ω`*)謝謝您的理解與支持~娜娜也祝福您可以獲得想要的變身卡喔！"
    },
    {
        "name": "Google 使用者",
        "comment": "較久沒開啟遊戲，某天想開來看看，結果就被系統登出，並告知使用非法方式進行遊戲，並鎖定帳號，我想應該是因為沒有花錢，劉某不想讓不課金玩家data繼續活在M的伺服器內。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼G子永遠都是這樣學不乖，我是從天堂一開始就有玩，到現在~以前天堂剛出的時候，只有比現在更多人瘋狂，但是~後面慢慢掛機出來了，直到演變成工作室的天下，其它玩家跟本沒辦法玩，也是說會抓，一開始真的都有處理，但是~［只是做做表面，給大家看的］，後面跟本懶的抓，（因為他們以為工作室如果抓太多，他們就沒錢賺了），可是他們永遠沒想過，只要手動玩家開始沒辦法生活，開始越來越少人玩，我想請問~全部都是工作室，還有誰需要買賣裝備？當裝備沒有了買賣，工作室還有投資的價值嗎？最後的命運就是沒人要玩，被淘汰。 如今天堂m，也是走向這個型態，永遠都學不乖，永遠只看眼前的利易，，，那就等著倒吧。",
        "reply": "您的想法娜比完全能理解，\n但被賽尼斯所迷惑的人們實在是太多了…\n紅騎士團絕不允許黑魔法的存在，\n也希望冒險家您能再給我們一點時間努力，\n如親愛的呂杰翰大大願意一同維護亞丁大陸，\n還請您至客服中心向我們提供惡勢力的角色ID及伺服器，\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "很爛吖。下載2天了。還不能玩。一直限制。都不能創帳號玩。想玩還需要跟別人買帳號。。",
        "reply": "克雷克與您報告下\n為了亞丁大陸各區的平衡，若伺服器名額一滿，系統即會限制新角創立。\n特羅斯王子也很渴望熱情、勇猛的勇士加入，還請新冒險家稍安勿躁，等候伺服器開放。\n或著您也可以考慮認證伺服器唷！娜比下午去確認過，認證伺服器仍可以登入創角的( • ω•́ )\n\n認證伺服器相關消息請見：\nhttps://event.beanfun.com/LineageM/CertifiedServer/index.aspx"
    },
    {
        "name": "Google 使用者",
        "comment": "掛網被殺很多次（伊娃伺服器），尤其是掛在奇岩地間1樓。 還好我都沒花錢，還是玩日版好啊！才不會在這受氣。",
        "reply": "掛網一直死怎麼辦( º﹃º )\n騎士大大，請保護我！\n快找一群志同道合的小夥伴組成血盟吧咕！(`･8･)"
    },
    {
        "name": "Google 使用者",
        "comment": "內掛打完所有任務回村發呆，工程師是在鎖三小，寄了幾次信，不理就是不理。幹的好嘞厚！！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "沒遊戲體驗。。下載好幾天了。全部分流限制創建角色。。搞屁。不給人玩早點講。爛",
        "reply": "(((ﾟдﾟ)))冒險者大大息怒阿，\n目前認證伺服器可以進入唷~~~\n歡迎您加入丹特斯與反王肯恩的大家庭唷(つ´ω`)つ\n阿頓也會協助勇者大人反映上去的\n您的支持就是我們最大的動力～\n\n《認證伺服器申請教學》的官網連結：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=64"
    },
    {
        "name": "Google 使用者",
        "comment": "12/18更新，手機play商店無法更新遊戲，但電腦模擬器卻可以更新，這樣手機無法更新開啟遊戲了，請遊戲公司重視",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "之前還有NPC賣防捲跟武捲的，沒事改掉幹嘛，根本就是變相的死要錢買儲值，還貴的要死，請改回之前的NPC嗎，現在根本就打不到武防跟防捲真的是爛透了",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "內掛打完所有任務回村發呆，工程師是在鎖三小，寄了幾次信，不理就是不理。幹的好嘞厚！！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "經常斷線，怎樣玩？！不管用甚麼方式連線，總之就是斷。退款！！",
        "reply": "親愛的Patrick C您好｡◕‿◕｡\n感謝您對天堂M的喜愛與支持，\n關於您反映執行遊戲發生【遊戲斷線】的問題，\n請您先協助我們確認：\n【行動裝置】配備至少需有32G以上使用空間；\n【行動裝置】系統請更新到最新版本。\n【行動裝置】配備至少2GB RAM以上，使用空間32G以上。\n並參考連結【行動裝置最低軟硬體配備需求】：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586\n\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若還有其他問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Google 使用者",
        "comment": "角色創建受到限制是蝦小，我一年錢就有玩過，也花了錢，難道現在要在回來玩就不行了嗎？",
        "reply": "HI曉杰冒險家您好，如果您以前有創過角色遊玩，可以在登入後選擇右下角的「尋找我的角色」就能找到您之前創立過的角色唷\n如果您登入後卻沒有角色，因為需要您的角色資料，這邊太公開了，建議您到客服回報中心詢問唷，會有小精靈回答您的（開心臉）\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "負面頻價這麼高的遊戲很少見吧 金幣改低 需要金幣消費的坑越來越大 台戰每日花點鑽石可以多打個幾次的副本 你們遊戲設計真的很親民奈玩啊 不跳對不起自己啊  蘋果瘋狂閃退還有修正嗎 遊戲不要只會修正收入而不改善實際品質'  遊走的幽靈(紅)16:54:27 很抱歉，但經專員這邊再次確認，目前僅有提供透過官網右下角的【問題回報】，以及線上客服聯繫我們，並無您所說的其他mail信箱，若您有任何問題需詢問，還請您透過上述方式提供，謝謝您。  帳號被鎖要不回來耶 花錢就這樣被侵占 你們遊戲公司不是搶匪吧",
        "reply": "您好， \n感謝您的建議，您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "角色不見，要玩家花錢花時間的遊戲，客服服務也等太久了吧！賺了那麼多，捨不得多請人嗎？",
        "reply": "Hello~您好!\n關於您反映的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "真是王八遊戲……登入都登入不了……怎麼叫人刪除裝置？回報了也都沒有在看……工作人員好看的？",
        "reply": "None"
    },
    {
        "name": "宸欣",
        "comment": "合成機率高合4藍必中一藍，合4紅必中一紅。遊戲爆率超高，只有有強化卷軸天天都可爆神裝，佛心公司",
        "reply": "謝謝冒險家大大的支持與讚美唷！娜娜好開心啊~~(つ´ω`)つ"
    },
    {
        "name": "Google 使用者",
        "comment": "排隊排到死外掛一堆都不抓抽卡變身機率都公告不實 還一直推台幣裝備騙玩家購買 連基本的打怪練功都需要吃葉子 沒葉子就不能玩這不是強迫消費是什麼? 麻煩幫我退刷",
        "reply": "娜比了解您的心情(｡ŏ_ŏ)也很希望那些惡勢力可以踏踏實實的享受冒險呢，\n亞丁大陸跟勇者的能力一樣，能力越強挑戰性越大，\n伊娃一定會眷顧擁有冒險精神的勇者的！\n如果勇者大大對於我們有任何的建議歡迎您隨時透過問題回報跟我們說喔・゜・(PД`q｡)・゜・\n問題回報：https://21.cami.yesing.com/customize/anp_lineagem/service/LineageM"
    },
    {
        "name": "Google 使用者",
        "comment": "Pixel XL 2更新完Android 10後，只有wifi可進遊戲，用4G點APP即出現黑屏crash report，好些天了，何時會修好？",
        "reply": "我們也希望偉大的戰士您可以毫無阻礙的闖蕩亞丁大陸呢(｡ŏ_ŏ)\n目前已經將您回報的狀況反映給相關單位囉(ง๑ •̀_•́)ง\n還請您暫時以wi-fi進行遊戲，造成您的不便還請您見諒。"
    },
    {
        "name": "Google 使用者",
        "comment": "天堂M很爛解鎖要好久 鎖我帳號很快 解鎖就需要7天 也太爛了吧不能解鎖快一點嗎 工作室不去鎖 鎖 一般玩家 有比較了不起嗎 系統也太爛了吧 先把系統搞好再說吧",
        "reply": "_(:3 」∠ )_讓您有這樣的感覺非常抱歉…這邊能否請您將您的帳號透過問題回報來信與我們進行查詢呢？我們將會為您做進一步的確認，造成您的不便還請您見諒…問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "曾罕",
        "comment": "希望我可以不用在為配音員這份工作而且遊戲跟真人版語音是否符合條件我還是感謝軟體設計遊戲工程社謝謝你們對我來說明白了吧！計劃需要求職在連絡簿 我想還是可以以後加入慕后 感謝你們大家再見吧！",
        "reply": "None"
    },
    {
        "name": "slammock antieducation",
        "comment": "輕鬆愉悅的一款遊戲，讓我告訴你FFcc77.C〇м遊戲公益版無盡元寶+無窮資源，這僅僅是一小部分，還有神獸神裝都不用花錢，你還在為了儲值煩惱?來到這一切都是由自己掌控。很好玩 很殺時間 但同時也有很多問題可以改善 這邊就講一個沒什麼人說的 希望可以多一個類似保衛宗門的山峰 讓來搶人的魔修們要搶人就直接與之對戰 不然魔修來搶人根本就是吃護山大陣等級而已 且只要來搶人魔修的武力值超過700萬就一定擋不住 再者描述說有伏魔峰弟子有受傷 可是我看根本沒半個人受傷啊 而且伏魔隊都放三個武力值破億的弟子（加掌門4位）還擋不住一個武力值一千萬的？ 真的很問號 再來 我家宗門是魔修的後院是不是？搶走人就算了我認命 搶不走人還可以安然無恙的離去啊？ 不求搶不走人被殺 好歹也要重傷吧？ 希望未來可以更新這些 不然養那麼久的弟子就這樣子被擄走說實在的有點不爽。玩了兩次這個遊戲，依然非常精彩，故事龐大，具有故事性與獵奇感，每次玩都對遊戲設計的巧思讚嘆不已，是這系列當中我最喜歡的一款，玩完主關卡還能回去玩彩蛋關卡跟隱藏關卡，連家族名字字裡行間都有巧思，太精彩了。",
        "reply": "None"
    },
    {
        "name": "MIhua Chen",
        "comment": "妖精製作皮帶的時候就卡死了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "下載完，還沒玩到。一直排隊。過幾天竟然收到一封mail,用不當程式。我靠，都還沒創到ID就封號了。真無言。",
        "reply": "親愛的陳宜崇您好｡◕‿◕｡\n關於您反映【帳號遭保護託管】問題，\n經確認您的帳號因官方判斷有異常登入或遊戲使用上的安全疑慮，\n故系統偵測啟動「帳號保護機制」來保障您的帳號安全，\n因此需請您提供相關帳號持有證明資料進行身份驗證。\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "劉啓元",
        "comment": "很爛的遊戲，只能一直花錢花錢，然後買氣受的超級爛遊戲。奉勸最好別玩，會氣死。",
        "reply": "இдஇ不要這樣說拉嗚嗚…"
    },
    {
        "name": "Google 使用者",
        "comment": "掛機太多，如果禮貌能改，應該更多玩家，搶怪搶太大了，還有白木紅人太多，限定人物每天只能殺人一次，這樣才不會跑太多玩家",
        "reply": "(つд⊂)衛兵們會懲戒那些壞人的！而您的建議娜娜也會反映給相關單位進行了解，也感謝您的建議～"
    },
    {
        "name": "Google 使用者",
        "comment": "下載完也不能創腳這遊戲是真的做的很棒很會想，可能是太多人玩了所以不想讓人創角色了吧。",
        "reply": "HELLO，BAUBOW chen 您好^_^：\n感謝您如此這般對天堂M的支持，\n關於「伺服器創角人數」問題，\n伺服器將會不定時開放，\n您可以多多留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "天堂專用",
        "comment": "季票的商城飾品回復卷，期間都沒有衝的，那張卷不就變廢物？ 之前還可以製作成別的飾品…這次連頁面都不做了。真是不友善",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "剛更新，卻出現你已登入7台裝置（我只一台手機），又不能自行刪除，不能進入儲值玩遊戲啦！",
        "reply": "None"
    },
    {
        "name": "陳aahhvs",
        "comment": "給個一星是因為沒有負的分數給你爛遊戲",
        "reply": "勇者大大很抱歉讓您久等惹(⁎⁍̴̛ᴗ⁍̴̛⁎)‼ \n我們5/6有重大改版，部分技能有做過調整/更新，\n還請大大參閱相關公告說明：『妖精的逆襲』改版部分重點活動與遊戲設定調整說明！(5/6 09:00更新)\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=54115&kind=575&NowPage=1#\n如果有碰上什麼問題，請至我們客服詢問,他們一定會熱心為您解答的٩(๑•̀ω•́๑)۶\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "胡博勛",
        "comment": "想回鍋玩狂戰士，可是經典伺服都限制創角，去舊服玩幾天發現差距太大沒有玩下去的感覺，還有要開新的經典服嗎，不然要去玩其他遊戲了",
        "reply": "親愛的胡博勛大大♡目前除了一般服外，還有認證服、經典服、重生服(⁎⁍̴̛ᴗ⁍̴̛⁎)\n亞丁大陸的大家都非常期待冒險者的回歸唷ε٩(๑> ₃ <)۶з'!!"
    },
    {
        "name": "曾一鑫",
        "comment": "我也1年前用FB玩不知為何被鎖之後再也無法用FB登入之後跟客服說也沒用真的被打敗了到現還是無法玩要怎麼回歸玩",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "預先序號輸入後確認鈕沒效果…遊戲中回報鈕也沒效果…這是要我怎麼處理這些問題……",
        "reply": "None"
    },
    {
        "name": "宇智波止水（別天神·光芒）",
        "comment": "無課玩家可以玩，但是差不多打到變形怪森林那邊，不是被工作室秒殺就是被變形怪秒殺了飛回村了……",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "想請教本人2/6號更新後，只要點到雜貨店之類的商人，就會當機退出。 這情況該如何解決？",
        "reply": "您好：\n感謝您對天堂M的喜愛與支持，\n還請您先確認手機內容量是否足夠(10G記憶體與32G以上內存空間)，\n另外官網有公告目前已知會有異常機型，\n公告連結：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=50207&kind=563\n若您的行動裝置非為已知機型時，請到客服中心進行回報喔！\n【客服中心回報】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n請提供：\n• 手機廠牌/型號：\n• 安卓版本：\n• 記憶體容量：\n• 是否有ROOT：\n• 連線方式：\n• 電信業者：\n• 錯誤訊息或錯誤代碼：\n我們將於收到後盡速回報相關單位進行問題確認，\n造成您的不便之處也還請多包涵見諒。"
    },
    {
        "name": "巔峰展",
        "comment": "垃圾遊戲，盤子一堆，騙人騙錢的一堆，從來都不會去修正，現在幾乎都是工作室在玩這個爛遊戲，果然是黑橘出身",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "該做的我都已經做了，如果有用的話就不會在這發文了，在這發文是給已經在玩這遊戲或還沒玩這遊戲的玩家知道，貴公司的處理方式是這麼的消極",
        "reply": "對於您的遭遇小幫手感到相當不捨...இдஇ\n關於帳號鎖定相關問題，我們會需要您的帳號資料才能做帳號狀態的查詢(;ﾟдﾟ)\n但為了保障您的資訊安全，就不在這邊請您提供囉(噓~)\n建議您至客服中心回報詢問唷~\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n期待您的來信喔~(✧≖‿ゝ≖)"
    },
    {
        "name": "y u",
        "comment": "狂段線，品質差，後面有改善，也是會閃退。一天不段線家裡是會死人嗎？",
        "reply": "(ﾉ>ω<)ﾉ謝謝您的鼓勵！我們會更加努力的去支援冒險的～而若您持續出現閃退的問題狀況，也可以透過問題回覆與我們聯繫進行通報喔！問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "可米",
        "comment": "維修到底維修了什麼…… 點變身>收藏品>接著閃退…… 每次維修完問題就一堆，越來越嚴重…… 品質真爛！！",
        "reply": "None"
    },
    {
        "name": "宇司",
        "comment": "一個代理商能把這麼多的遊戲給搞廢，也是挺不容易挺難的一件事情吧！黑橘都搞廢多少遊戲了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "亂鎖，照要求的回應了也隨便一封信打發 打客服，又說沒客服 搞什麼 一家那麼大的公司 裝備、變身、娃娃存多久轉ㄉ 是無課就都被鎖，是嗎",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "垃圾公司，只用手機玩，用系統判定我用外掛鎖帳號，工程師是不是都領乾薪，隨便用系統鎖玩家，垃圾",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ･聽到您這樣說娜比心裡好難受…\n關於帳號鎖定相關，因為會需要詳細的帳號資料，建議您透過客服中心與我們聯繫喔\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "楊文雄",
        "comment": "現在的天堂已經變成了死要錢的遊戲了！以前都靠自己努力打，回不去了，浪費時間金錢的爛遊戲",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "Google 使用者",
        "comment": "第一次下載這款遊戲 一直顯示 （無法創角）等了一個禮拜還是一樣 在等個2-3天還是無法創角 就刪除遊戲",
        "reply": "您好^_^： 感謝您對我們&lt;天堂M&gt;的喜愛與支持， 關於伺服器創角人數問題， 全伺服器即將陸續開放創角，還請您前往官網參閱最新相關公告唷， 造成您的不便，敬請見諒！ ●如您有需要協助處理的問題，請到客服中心進行回報喔！ 客服中心回報方式： 1. 透過官網→聯絡客服來進行回報 2. 於遊戲中路徑：右上角選單→ 問題回報 若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "李逍遙",
        "comment": "每個伺服器都被工作室打幣機佔領了，橘子又是放任不管，導致玩家大量被逼走。爛透了，以後只要是橘子的遊戲，我一律會叫身邊的朋友不要碰。",
        "reply": "逍遙大大還請您先不要生氣(´;ω;`) 若您願意協助阿頓追捕那些賽尼斯的跟隨者，還請您至問題回報中提供他們的角色ID及伺服器，阿頓將會讓他們見識鋼鐵的力量！ ●客服中心回報方式： 1. 透過官網→聯絡客服來進行回報 2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "我真的很想給高評價！但是每次要玩個遊戲都要等3-4小時才能玩到...這會不會太瞎了點！ 耐心都快被磨光了",
        "reply": "親愛的玩家您好｡◕‿◕｡\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n造成不便之處也還請您多包涵見諒，謝謝。"
    },
    {
        "name": "Google 使用者",
        "comment": "是不是要有客服電話?定點打怪 外掛都不鎖~只會亂鎖~都鎖快20天~線上客服等4小時沒人~問那裡違規~只會用複製上~",
        "reply": "None"
    },
    {
        "name": "River",
        "comment": "設計不良，爵位任務一直失敗，一點都不休閒的爛遊戲。",
        "reply": "None"
    },
    {
        "name": "Kou",
        "comment": "課金才說70等才可以到交易所購買裝備，那課屁呀？ 一堆外掛殭屍也不抓，匿名角色就直接刪掉就好了！當初天堂就是這樣沒人玩，現在又要重蹈覆轍？",
        "reply": "None"
    },
    {
        "name": "Carlos Rey",
        "comment": "行動網路明明信號滿格，但遊戲卻一直跳出網路信號太弱的警示，一直嘰嘰嘰的有夠吵，直接刪了！！",
        "reply": "None"
    },
    {
        "name": "Luca Russo",
        "comment": "聽覺上的享受！以後再也不會無聊。還有壹個特別的小技巧告訴大家。在EOHE１５.?om 我才知道被動收入其實很簡單，上禮拜朋友跟我說，到今天已經收三w多。妹子聽到都直接巴上來了，社會真的很現實，交友軟體一堆騙人的，傻子才玩。我都非常滿意的。掌櫃態度很專業熱情。有問必答。回復也很快。我問了不少問題。他都不覺得煩。",
        "reply": "請您不要再分享不明的網站連結了…(›´ω`‹ )"
    },
    {
        "name": "郭茹雅（郭俊雅）",
        "comment": "我登錄不了，他顯示已登錄七台裝置，無法登錄，請問這樣怎麼解決，我也沒辦法刪除登錄的裝置啊",
        "reply": "敬佩的亞丁勇者(◍•ᴗ•◍)如果您是七台裝置而讓您無法登入的話，可以參考\n「我要申請清除登入裝置記錄」官網連結：https://tw.beanfun.com/LineageM/news.html?bid=975&kind=563&tab=4\n若您提寫時有遇到任何問題，由於需要您的資料，為了帳號安全建議您透過客服中心詢問唷(^u^)"
    },
    {
        "name": "吳俊芳",
        "comment": "爛，在閃電之神光排隊就花了3,4個小時，沒注意超過10分鐘又要重排，跟本就進不去",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "出金變了。小課。無課還次。還玩阿。快退吧。我早就退了。這遊戲是杜拜王國的人民玩的",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "放棄令人失望的天堂m後，我陪家人的時間變多了，看電影時間也變多了，身心也健康了，一切都變好了！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "現在私服器都不讓新進人員玩了是嗎？ 每個私服器 都不讓人創角色了是嘛？ 那我還需要留著嗎？ 是不是該卸載了？到底什麼時候才能創角色？",
        "reply": "親愛的張智豪您好｡◕‿◕｡\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "情與緣",
        "comment": "拉機… 遊戲，自己BUG問題很多不處理，只會拿玩家開刀，不是掛機多就是一大堆問題包月就常常在維修遊戲不是更新容量比3D遊戲檔案還大，炒作玩家當盤仔放一些儲值商出來在市場買賣貨幣… 名副其實的人人叫黑橘難道只有天堂才能活在這市場嗎… 等這遊戲又爛掉了，股市又回到以前一樣負成長好了！",
        "reply": "None"
    },
    {
        "name": "廖韋倫",
        "comment": "垃圾遊戲打怪跟走路都會延遲，連線遊玩隨時出現重新連線然後就斷線了，毫無遊戲體驗",
        "reply": "None"
    },
    {
        "name": "KIN LO",
        "comment": "玩了很多次，每次要領東西就一定要手機號碼，已經用過根本不可能在用一次，東西永遠拿不到，這樣玩家幾乎都推由了",
        "reply": "None"
    },
    {
        "name": "王敬淳",
        "comment": "垃圾爛代理…只會把玩家當盤仔坑！沒看過一間上市上櫃的公司還那麼不要臉的！浪費一款好遊戲…",
        "reply": "請問您遇到什麼事讓您這麼憤怒？可以跟伊娃說說嗎？"
    },
    {
        "name": "帳號已停用",
        "comment": "OPPO Reno8 很多次登入角色有時畫面會當掉 一點改善都沒有 浪費我的時間",
        "reply": "None"
    },
    {
        "name": "吳俊良",
        "comment": "不儲值不會爽，一直儲值一直爽，儲值越多就越爽，單純的搶錢遊戲",
        "reply": "None"
    },
    {
        "name": "胡智維",
        "comment": "今天伺服器更新完後，我沒有辦法更新，重新下載也沒有辦法更新，現在都上不了，請盡快解決問題，謝謝！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這次更新後商城就進不去了 是更新讓無課跟微課玩家不能用金幣買變身跟娃娃嗎 用問題回報也沒地方回 點下去只有一個404什麼的網頁也不能留言也不能打字 這個叫問題回報係統嗎 跟本跟屁一樣",
        "reply": "Wgc阿中 您好唷：\n感謝您對《天堂Ｍ》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "小彬",
        "comment": "世界王那麼小隻人那麼多那麼難點又沒幾秒就被打死了是要給外掛玩的嗎？能不能把世界王改大隻一點或是把他的血變厚不然常常進去都沒打到是進去心酸的嗎？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "內掛打完所有任務回村發呆，工程師是在鎖三小，寄了幾次信，不理就是不理。幹的好嘞厚！！",
        "reply": "None"
    },
    {
        "name": "吳宇昇",
        "comment": "雖然有一段時間沒上線了，但是不應該直接把我角色刪了吧，虧這個遊戲真的很好玩。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "紅米note5pro，android8.1.0，這次更新後，手機內的應用雙開，無法啟動遊戲，黑屏後跳出，請協助解決",
        "reply": "您好：\n感謝您對天堂M的喜愛與支持，\n請您先協助我們確認\n【行動裝置】配備至少需有10G以上使用空間；\n【行動裝置】系統請更新到最新版本。\n另外官網有公告目前已知會有異常機型，\n公告連結：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=50207&kind=563\n若您的行動裝置非為已知機型時，請到客服中心進行回報喔！\n【客服中心回報】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n請提供：\n• 手機廠牌/型號：\n• 安卓版本：\n• 記憶體容量：\n• 是否有ROOT：\n• 連線方式：\n• 電信業者：\n• 錯誤訊息或錯誤代碼：\n我們將於收到後盡速回報相關單位進行問題確認，\n造成您的不便之處也還請多包涵見諒。"
    },
    {
        "name": "許景鴻",
        "comment": "你們不是在FB上有用手機轉轉樂，我中了十個輝章，要怎領，然而我用FB登入天堂m,ID兄弟討海人， 同時請問爲何臉書會寫郵件給我！，於今天110,3,12、14、31看到郵件讓人不舒服，在FB上用天堂M確換別的遊戲，",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "英雄等級的變身太難得了，根本和不到，都完了一年多了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我說，這遊戲很好，但是最近閃退問題很多，每次打人打到一半就閃退了，不過我還是很喜歡此遊戲，所以希望能在這個月更新閃退問題是ฅ'ω'ฅ",
        "reply": "這部分可以參閱官網最低配備需求或是確認看看記憶體容量是否足夠唷❣❣\n非常感謝您閃亮的星星唷♥(´∀` )人 啾啾<333"
    },
    {
        "name": "Google 使用者",
        "comment": "更新完登入畫面都要停頓兩分鐘，進去一下子又閃退！是在更新三小朋友…",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "天堂m的系統到底是怎麼認定的三台手手機的系統進來有辦法通知鎖起來 我一整天都沒有玩 回到家連結網路 就傳email告訴我手機又被終止合約",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "現在是在維修幾點的？抽到遺物徽章已經很不爽了，還維修，那遺物徽章時間怎算？？請給我回朔回來，爛死了。",
        "reply": "Hello~您好!\n關於您反映的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "手機功能、要一指成立、因人們成長有別、無同一思想、可分用功能和價格買賣。",
        "reply": "None"
    },
    {
        "name": "Bruce Lin",
        "comment": "前陣子更新後加入開啟遊戲時的音效，實在很吵又很沒意義，希望可以改掉",
        "reply": "娜比來囉(◍•ᴗ•◍)ゝ謝謝冒險家給我們的建議，娜比已經記錄下來，請貓咪先生快遞到象牙塔(´∀`)\n有冒險家的支持，我們會更加努力維持與精進遊戲環境的!"
    },
    {
        "name": "Google 使用者",
        "comment": "外掛玩家一堆沒改善，同步器攻守城的一堆不抓，放任遊戲玩家的越權行為，公平性都沒有的遊戲團隊，別說用同步器抓不到，以及官方制式回答總是都在對玩家打馬虎眼，把玩家反應的問題都視無物",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲下載了等1小時，等了3小時線上人數，到好不容易排到了，跟我說創角限制，我也是醉了。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "是否可以改打到的物品都掉在自己身上呢？ 跟原本的天堂一樣!內掛機有時候笨笨的不會撿物品",
        "reply": "什麼~不會撿物品?竟然比娜娜笨，\n感謝冒險家大大提供的建議，\n會幫您跟甘特爺爺反映的，\n謝謝您對天堂M的喜愛，我們會更讚的٩(๑•̀ω•́๑)۶"
    },
    {
        "name": "酌酒獨飲",
        "comment": "真的很無言花1200藍鑽（1200是沒有很多） 買霹靂變身卡箱 結果抽出來全部都是一般的變身卡 當下心裡真的很淦 在加上臉書一直無法登錄真的……",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "現在是怎樣？才開放創角色讓人能玩，現在又要更新，又更新不了說啥殺小的問題一堆，開遊戲給人玩是這樣開的嗎？請問你們到底是怎回事辣？問題一大堆",
        "reply": "None"
    },
    {
        "name": "Piaoyi",
        "comment": "我只知道一堆白癡一直重複的複製貼上一些沒內容且毫無意義的廣告文在各個比較知名遊戲上。 拜託啊，你們人生就這麼無腦嗎？",
        "reply": "謝謝冒險家支持，娜比也不清楚這些奇怪來打廣告的人，到底哪來的啊！像春天的草一直冒出來，\n也請睿智的亞丁勇者們要謹慎判斷，不要亂點唷！(,,ﾟДﾟ)"
    },
    {
        "name": "K K",
        "comment": "每個禮拜都更新，還要一直花時間重載，又不是小容量更新，煩不煩啊？！都想棄遊了😒😒😒",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼不能玩 也不能創角色 那要怎麼玩啊？？？沒角色可以玩 這是不收新玩家了嗎👾",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼都登入不上去，每次都顯示創角限制 ，根本無法創建角色，連登入都無法登入怎麼創建",
        "reply": "இдஇ很抱歉讓您有這樣的感受，為了讓更多的冒險者能夠來到亞丁大陸，象牙塔的魔法師最近一直在找娜娜幫忙救治那些昏迷不醒的夥伴呢…還請您再多給我們一些時間，若有任何消息我們皆會立即於官網中進行公告的！或您可以嘗試至認證伺服器中遊玩喔！問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "無敵愛",
        "comment": "人物等級70才能交易太不合理了，經驗值%數升級太慢了。遊戲設定太可惡了。。",
        "reply": "讓您的遊戲體驗不佳，我們感到十分抱歉(｡ŏ_ŏ)"
    },
    {
        "name": "Google 使用者",
        "comment": "可以增加自動喝橙、白水的功能嗎？等級高的人，紅水根本補不起來阿…",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳信夫",
        "comment": "真的很爛的手遊遊戲從新手練到13，14級被傳送到墮落那邊就卡住無法正常打怪還沒有辦法移動這關卡遊戲公司如果沒有辦法解決想要去玩的人可能會減少",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)怎麼會發生這樣的事呢...這部分可能需請您透過客服管道與我們聯繫進行查詢喔！"
    },
    {
        "name": "陳衍廷",
        "comment": "只等入兩次，剩下的都要排隊，此遊戲最好玩的地方就是排隊，不管你有沒有課金很公平",
        "reply": "人家也不喜歡等待的滋味，但為了顧慮遊戲品質,才會限制每個伺服器的人數限制QQ\n還請再多給我們一點時間，正在努力的讓勇者們能快速的來到亞丁大陸(´･_･`)"
    },
    {
        "name": "夏馬",
        "comment": "實況主活動居然只發70等以上。裝備箱機率掉落低我忍了，裝備箱稀有以上的裝備低我忍了，防-90還是只能待北島我忍了。好不容易搭到順風車可以領獎勵，未滿70居然領不到？真的夠\"M\"才會在台服從0開始！傻子才玩這破遊戲！",
        "reply": "(つд⊂)您的建議..我..我一定會告訴象牙塔的魔術師的…"
    },
    {
        "name": "540",
        "comment": "給一星是因為本來畫面與移動就不習慣加上不氪金基本上都被別人壓著打練功點根本搶不到，在多給一星是因為我爽。",
        "reply": "0(:3　)～ ('､3_ヽ)_讓您有這樣的感覺非常抱歉…我們會更加努力營造舒適的遊戲環境的！"
    },
    {
        "name": "林國華",
        "comment": "每次想打整點的王，提前10分鐘總是登不進去，抽變身卡與娃娃卡永遠給不出紅卡，LAG和連不上問題始終存在，不給一顆星實在對不起自己",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "一直更新，突然性的，剛進副本的，怎麼沒有補償，更新後，要進去都很慢",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "騙錢啊還用說，等級不到還一堆活動都無法參與，除了掛機還有什麼樂趣，不課金根本在浪費生命，掉寶率調這麼低",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "掉寶率低，外掛多，殺人魔也多，還能吸引新的玩家來玩嗎？持懷疑態度。",
        "reply": "讓您有這樣的感覺,特羅斯感到很抱歉(〒︿〒)\n身為亞丁的王子，必須將邪惡賽尼斯的魁儡通通關進亞丁地牢(`3´)\n我們會更積極的維護亞丁大陸的安危\n希望勇者能再多給我們一些時間\n我們絕對不會向惡勢力屈服的ヽ(`Д´)ノ\n如果勇者有任何建議都可以透過天堂M官網右下角的問題回報來跟小精靈說明唷(*´ω`)人(´ω`*)"
    },
    {
        "name": "Google 使用者",
        "comment": "都是外掛的世界 玩個毛 有問題就先怪玩家 該抓不抓 該鎖不鎖 玩毛 掉落機率改低 卡片也改低 合成也改低 毛的咧",
        "reply": "親愛的玩家您好，\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "這種低成本遊戲早賺飽了現在賺的都是利息而已，一堆課長花幾百上千萬早就累積了遊戲公司好幾年薪水了!",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "爛透了，根本不能創角，每一個都限制，那我幹嘛下載，決定刪了！",
        "reply": "李佳怡您好^_^：\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "前幾天開始不管用什麼方式登入(guest fb google beanfun)，都是顯示無法連上伺服器，都40級要衝45拿獎勵了，都不給登入是怎樣？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "天堂M會不會太爛了一點 昨天才解鎖今天7點57分全部都 鎖起來 你們的系統是不是當機了啊 我們是用手機玩不是用電腦OK 這個不是手遊可以收起來了 請你們天堂m的人會可不可以有規矩一點啊 6月20號解鎖6月21號就鎖起來 存心根本就是找玩家的麻煩嗎 天堂M根本就不是手遊嗎 根本就是在騙錢",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "好三國，很好很的三國很適合有點時間的人來玩，三國內容也很不錯！真好玩，這三國真好玩，大家壹起來玩吧，無意間發現朋友玩這款卡牌手遊。自己玩過之後很是喜歡。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "一直要更新，到底是怎樣。難怪評價那麼低。不玩不花錢剛好。無聊",
        "reply": "真的很遺憾聽到您這麼說(╥﹏╥)\n如果您每次登入遊戲都需要下載大量更新，\n由於部份app程式，會將您的遊戲暫存清除或將天堂M判定為無效程式，\n可能導致該情況發生，還請您先檢查是否有安裝相關的app。\n若上述方式仍無法排除您的問題，建議您可嘗試以下操作步驟：\n• 完整移除遊戲程式，並重新安裝試看看\n• 檢查手機設備的記憶體是否充足\n• 是否符合遊戲的最低設備需求\n希望能幫助到您(*´∀`)~♥"
    },
    {
        "name": "Google 使用者",
        "comment": "11/14跟新完後就不能上線了，真差，到現在還不能上線玩，快處理啦~~~~~",
        "reply": "None"
    },
    {
        "name": "祐珅汤",
        "comment": "狗屁不通，一隻小怪要打8到12下不等才會死，被小怪打一下血過半艮本沒防禦，害狂喝水買560瓶紅水不到一分钟就沒了，害要玩家留言調好聽的說，你們才會改善電腦時代片不夠，手機時代的也要片",
        "reply": "None"
    },
    {
        "name": "Taylor Chuang",
        "comment": "設什麼pvp榜單，所有老玩家都在新手區亂殺人賺分數，一進遊戲在新手區就ㄧ直被殺，天天殺ㄧ天至少死十次以上，為何他們可以亂殺人我們就不能檢舉，為何有pvp榜單就沒有惡人榜單，亂殺無辜的玩家應該被檢舉扣分數",
        "reply": "None"
    },
    {
        "name": "DWYANE WADE",
        "comment": "遊戲公司設定錯誤獎勵數量，一個月後說要補回，不補回就終止合約，你敢玩？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "儲值了一次之後，就沒辦法儲值了，一直顯示「無法完成本次交易」",
        "reply": "十分抱歉讓佳雯有這樣的感受…..இдஇ\n小編這邊建議您可以等待一段時間後再嘗試購買看看唷!!\n由於個人資訊的關係這邊無法為您做詳細的說明,\n若還是無法完成交易也可以更進一步至我們客服詢問,他們一定會熱心為您解答的٩(๑•̀ω•́๑)۶\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "本遊戲真是太牛逼了雖然我沒玩但是在星數墊底的狀況下可以最高營收真是令我大開眼界這麼神奇的狀況可謂百年難得一見因此我給五星好評",
        "reply": "None"
    },
    {
        "name": "dennisvole lu",
        "comment": "莫名其妙被鎖帳號。也沒下載外怪程式也沒其他違法遊戲規則行為,正常的玩也被鎖,花了780這樣就被遊戲公司騙錢",
        "reply": "None"
    },
    {
        "name": "陳建廷",
        "comment": "角色都學了技能 明明技能卡都點亮了 施放技能那頁都還顯示灰色 沒學過 重複學也是都灰色 無解",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "今天一直斷線一直擠遊戲就好了啊！還需要玩嗎？ 可不可以趕快處理好問題啊！",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)發生這樣的事真的很抱歉，我一定會反映上去的，還請您息怒顧慮身體阿…."
    },
    {
        "name": "謝根旺",
        "comment": "亂鎖帳號。手機玩也鎖。工程師眼睛有問題說手機用外掛。還是當班在睡覺",
        "reply": "伊娃理解您的心情，但帳號託管的問題需要您的帳號資訊才能進一步查詢｡ﾟ(ﾟ´ω`ﾟ)ﾟ｡\n還請您透過客服中心回報詢問唷~\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "阿寬",
        "comment": "玩好多年，沒儲值沒辦法玩長久，外掛氾濫。。還好退坑了。",
        "reply": "None"
    },
    {
        "name": "葉嘉聰",
        "comment": "放任隨意殺人，把客人都趕走了，就不能設定，開了禮貌就不會被殺嗎？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "衝裝掉寶率低的可憐，感覺就是一個坑。還是刪掉了，比較快活。",
        "reply": "嗨~親愛的玩家您好，\n關於您反映【物品掉落率】的問題，\n經確認目前《天堂M》遊戲內容皆根據原廠設定所提供，\n打怪為機率性掉落物品、且掉落物品為隨機，\n此部份亦為遊戲體驗的一種，還請您依目前遊戲內容設定為主，\n服務人員可以理解您的心情，也希望您下次就能成功打到希望獲得的道具，\n再次感謝您對於天堂M的熱情投入與支持愛護，祝您遊戲愉快!"
    },
    {
        "name": "十鬼蛇 - 王馬",
        "comment": "天堂從灌後 FB 登入 壞了 進不了 麻煩趕快修正 遊戲不能玩拉 好幾天了 還不處理 爛透了！！",
        "reply": "勇者大大很抱歉讓您久等惹(⁎⁍̴̛ᴗ⁍̴̛⁎)‼ FB帳號登入問題已於2021/5/31中午12點排除的唷"
    },
    {
        "name": "Google 使用者",
        "comment": "綁定FB. 結果腳色不見，叫我用手機認證，結果跑出來之前的腳色，不就還好沒花太多，太鳥了吧",
        "reply": "小編來協助您了~(｡ŏ_ŏ)\n如果您同時擁有複數FB帳號或瀏覽器、臉書APP中有使用其他帳號登入，\n就有可能導致在天堂M登入時登到錯誤的帳號，\n若有需要確認您的帳號狀態，由於會需要您提供資料，\n就不再這邊請您提供了~&lt;(_ _)&gt;\n還需請您至客服中心做詢問喔(ง๑ •̀_•́)ง\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼，我的帳號突然沒辦法登入了 什麼叫 角色創建受限制的私服器 我的舊角色還給我，我沒有創，新角色好嗎？",
        "reply": "親愛的玩家您好｡◕‿◕｡\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n麻煩您致信客服中心進行確認喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "梁羽安",
        "comment": "重新下載，我的人物怎麼都沒了，變成要重新創立人物，反應到現在都沒人幫忙處理",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "工作室問題都不處理，韓服NC一次就鎖了18萬個帳號，只會亂鎖停權無課玩家來交差，根本沒客服會協助玩家處理問題",
        "reply": "嗨~親愛的李宗修您好，\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "請說明怎麼遊玩，下載完成。每個伺服器都是創建角色限制。這個還是遊戲嗎！",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…由於玩家人數眾多，為了保障遊戲體驗的部分系統會對人數進行一部分限制，目前甘特爺爺也在關注這個問題，如果有任何開放創角等消息我們都會立刻於官網中進行公告，還請您再多加留意喔！或您也可以考慮至認證伺服器中進行申請，提供網站給您參考確認喔:https://event.beanfun.com/LineageM/CertifiedServer/index.aspx"
    },
    {
        "name": "Google 使用者",
        "comment": "昨天晚上我並沒有消費2990，遊戲早就刪除，怎會自動扣我的信用卡，我必須去警局備案，請遊戲退款項給我。",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "請問，我等7天後還會再鎖我嗎？，如果會，我要跟我盟友說，我要解散盟了，我不玩了，我覺得你們這樣做法，我很不認同，外掛一堆不鎖，鎖我這沒在用外掛的，而且還是王族。",
        "reply": "(’;ω;`)讓您有這樣的感覺非常抱歉…\n這邊能否請您將您的帳號透過問題回報來信與我們進行查詢呢？\n我們將會為您做進一步的確認，造成您的不便還請您見諒…\n\n ●客服中心回報方式： 1. 透過官網→聯絡客服來進行回報 2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "光看評論就不會想安裝玩了,,,都幾年了還是狗改不了吃屎！老狗玩不出新把戲！爛公司營運爛遊戲！",
        "reply": "None"
    },
    {
        "name": "顏麗莉",
        "comment": "真的不值得把錢丟入虛擬遊戲上，浪費金錢跟精神及時間，早就被我拒玩的爛遊戲。",
        "reply": "大大還請先息怒(◞‸◟)，還請至我們的客服管道詢問,一定會熱心為您解答的ᕦ(ò_óˇ)ᕤ\n●客服中心回報方式：透過官網→客戶服務→線上客服及問題回報"
    },
    {
        "name": "看三小",
        "comment": "每服都創角限定 那你乾脆遊戲不要讓人下載不就好了？下載完了又不能玩到底是在三小？幹",
        "reply": "None"
    },
    {
        "name": "洪嚴少",
        "comment": "沒玩過這麼奇葩的手遊。。。。。連進私服都需要卡位一千多人等待才能玩",
        "reply": "None"
    },
    {
        "name": "Jiang YuanShuenn",
        "comment": "逼課金60等改70等才可以交易這件事少了多少小課玩家想想劍靈是怎麼沒落的,課長一直出走，新玩家又進不來 沒材料賣很困難提升吧，不改到55開放嗎？",
        "reply": "謝謝您寶貴的建議，但由於目前基於安全考量僅有70等以上的角色能透過交易所進行交易，還請見諒(ᗒᗣᗕ)\""
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼安裝完進入馬上又叫我去遊戲商店更新版本，這到底是怎麼一回事?是叫玩家就乾脆別玩了是嗎？",
        "reply": "None"
    },
    {
        "name": "藍小月",
        "comment": "吃相真難看，偷改機率被抓到了，還可以反過來告玩家，這波操作真的讓人不可置信",
        "reply": "None"
    },
    {
        "name": "mingyen mike",
        "comment": "根本都是工作室跟一小部份人士霸佔遊戲.....完全沒有遊戲的一個樣子.. ..再不改善 我相信最後根本沒人會想玩",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "Google 使用者",
        "comment": "網路斷線後要再上線沒開外掛也被鎖 這什麼判定方式？而且要拿回帳號還要附身份證正反面 線上那麼多用外掛的抓不到 負責這塊的 貴司可能要加強囉",
        "reply": "None"
    },
    {
        "name": "薛鍠良",
        "comment": "現在等入那麼難登入。連續登入1個多小時都等不進去。搞什麼東西呀！",
        "reply": "None"
    },
    {
        "name": "萌芯",
        "comment": "最近剛回來玩 交易行實在是太爛了原本40等可以使用 現在變成70等 要我們這些新手 幾個月才能使用？？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "連想創角都不能創每個伺服器都受限制，那還玩什麼？？？這方面是不是應該早就要處理！",
        "reply": "親愛的尤小文 您好 :)， \n非常感謝您對天堂M的喜愛與支持，\n您的寶貴建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "徐家祥",
        "comment": "告玩家！！！！我看錯嗎 盤子敲不響 直接打破嗎 過然是黑橘（感覺麻麻的.沒感覺了~）反正遊戲中直有股東才是玩家 沒錢真不別玩 課長的天下 第30天 和連續20天 的獎勵全部都被吃掉 沒拿到 反應也不回 這是詐欺了嗎",
        "reply": "大大還請先息怒阿(((ﾟдﾟ)))"
    },
    {
        "name": "Google 使用者",
        "comment": "下載檔案超大！手機又沒電腦快！載很久！ 下載更新完又一直進不去我沒辦法體驗這款遊戲",
        "reply": "(๑•́ ₃ •̀๑)寶寶覺得有點委屈…由於我們為了讓玩家有更豐富的遊戲體驗，所以檔案的部分…可能需請您耐心等待，娜娜也會再亞丁大陸等著您的到來喔；而關於您提到無法登入的問題，若您是因無法創立角色相關問題，建議您可以考慮使用認證伺服器進行遊玩喔…認證伺服器:https://event.beanfun.com/LineageM/CertifiedServer/index.aspx"
    },
    {
        "name": "Google 使用者",
        "comment": "玩個遊戲還要在那等待一千多位...等到了都不知道過幾個小時去了還有什麼心情玩啊…!",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "扯爆，新伺服器 排隊要等上4.5個小時以上，工作室也不處理，也不只限創角，工作室一直創，金幣也下修這麼多，光買水錢都快要不夠賺！",
        "reply": "None"
    },
    {
        "name": "鏡潔",
        "comment": "每次大改，都維修超久，上次雷神改版也是這次也是，都不能大改版然後又準時開服。",
        "reply": "None"
    },
    {
        "name": "愛如此",
        "comment": "說好的不會開放禮包，現在越賣越大，先是武器合成，裝備合成，變身合成，現今的技能合成，說要防外掛，到處都是工作室",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "超爛的遊戲 買錯東西沒用也不給退 那就只好全部的訂單都退一退囉",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "服務速度爛到一個爆表，寫了三次問題回報，四天了還沒回覆，連封回信確認都沒有，果斷退坑",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "現在是怎樣花錢玩每次進遊戲都要等好幾百人，上個線要等1小時，馬的",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "剛剛看了大家的評論，每一則都是在靠背橘子，橘子做到如此的爛，營收還可以最高，可見很多玩家靠背歸靠背，一樣一直儲值!橘子就是把玩家吃死死的，這麼多人靠背，裝做沒看到嗎?",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "劉哲哲love藍藍",
        "comment": "滿滿都是回憶啊",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "剛下載，進去一直在等待說控管人數，一直進不去， 後來不等了，刪掉了，等到沒興趣玩",
        "reply": "None"
    },
    {
        "name": "鍾小全",
        "comment": "手機休眠也斷線，接上電視也斷線。 有本事的話，維修不要斷線啊！ 浪費時間喔！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "沒用外掛。只有創了十幾個帳號就鎖。爛遊戲。不玩了。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "外掛程式一堆不抓，掉寶率低到一個不行，紅蛙，紅變更是抽不到，爛透了...",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "任務怪會有外框顏色，這個很方便，其實內掛功能滿完善，會優先打任務怪，就是外掛…很討人厭= =",
        "reply": "嗨~親愛的 羅家仁  您好，\n感謝您對《天堂Ｍ》的喜愛與支持，\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "張涵涵",
        "comment": "根本就打不到東西，都要花錢買吧！ 玩了一年，連個藍裝，布都沒有~",
        "reply": "None"
    },
    {
        "name": "林宜宏",
        "comment": "伺服器的容量太小，掉寶機率太低，其餘的其他部分我都很滿意，尤其是掛機練功的部分，如果送獎品的部分可以多一些嗎？謝謝天堂M官方。",
        "reply": "您的支持讓娜娜心裡暖暖的呢(ﾉ∀`*)～ 願女神伊娃與您同在(ㅅ˘ㅂ˘)"
    },
    {
        "name": "Google 使用者",
        "comment": "別每天在晚上10點多就自動斷線行嗎？搞的是在清沒花錢用外掛的玩家！還是沒錢把伺服器用好？",
        "reply": "讓您有這樣的感覺,娜娜感到很抱歉(〒︿〒)\n象牙塔的魔法師一直很努力在維護亞丁大陸時空的穩定，目前娜娜也並無接獲時空不穩定的警報(ﾟдﾟ≡ﾟдﾟ)\n這部分要麻煩勇者幫娜娜確認一下您的裝置的記憶體，娜娜這邊也傳授給您排除記憶體不足的絕技(っ・Д・)っ\n1. 完整關閉遊戲程式後，再重新登入遊戲。\n2. 手機裝置內設定 &gt; 選擇天堂M &gt; 選擇儲存空間 &gt; Data以及Cache刪除。\n3. 嘗試重啟網路或切換網路環境(WI-FI/行動網路)\n謝謝您對天堂M一直以來的支持唷~~٩(๑•̀ω•́๑)۶"
    },
    {
        "name": "大甲凸爺K yue teng",
        "comment": "手機FB無法進入天堂M，電腦可以進入，應該不是FB的問題吧~是想讓玩家申請轉移樂豆嗎？怎處理這麼久呢~",
        "reply": "勇者大大讓您久等惹‼ FB帳號登入問題已於2021/5/31中午12點排除的唷(❀╹◡╹)"
    },
    {
        "name": "Google 使用者",
        "comment": "生活忙碌，已經沒有當年全神投入天堂的熱情，就是一個回憶，看看角色，聽聽配樂，就很療瘉",
        "reply": "親愛的 侯秀義 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "建樺馮",
        "comment": "很懷舊的遊戲，很好玩，但是使用不當程式破壞遊戲品質的玩家太多，是不會處理一下喔？",
        "reply": "嗨~親愛的建樺馮您好，\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "Google 使用者",
        "comment": "紅變什麼的，無感，反正無課玩家，玩抒壓的，不懂有什麼好在意的",
        "reply": "親愛的 陳世浩 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "徐弘",
        "comment": "請官方新增澄水自動喝，以及出個白水，讓玩家被敵人打的時後，血量閃的回來，我給4顆星，希望能改版",
        "reply": "HI~我是回復神女娜燁爾,今兒下凡來解答，\n達到等級獎勵條件後就能獲得伊娃的私語囉(❛◡❛✿)"
    },
    {
        "name": "TaiChung Huang",
        "comment": "經驗值很少，角色數值做得不好， 玩3個月就不想玩了。",
        "reply": "很遺憾聽到您這麼說(☍﹏⁰)\n阿頓會與您一起努力變強的!!還請您不要輕言放棄啊!!(〒︿〒)"
    },
    {
        "name": "TV HUANG",
        "comment": "更新到天荒地老，沒耐心等待。這遊戲就留給課長們促進經濟吧。刪掉我不玩了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "還原度還不錯的好玩。我在 金角太郎網 上玩的GM版流暢,登錄就是滿級VIP不用氪金送鑽石M幣送超多有夠爽。打怪也很輕松,不會像這樣好難提高戰鬥力。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "一直更新，越更新越Lag，工程司太閒是嗎？系統去修一修行不行？花錢玩你的遊戲居然是這種品質",
        "reply": "您好^^：\n感謝您對＜天堂M＞的喜愛與支持，\n關於您反映「遊戲異常延遲/LAG」問題，\n麻煩重新開啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看。\n\n●如您更進一步與我們聯繫，請到客服中心進行回報喔！\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "要進入遊戲要下載這麼多資源，速度又慢，不要說我手機問題，我是用note10+，算了不要玩",
        "reply": "現在活動越來越多了，導致檔案越乃越大，還希望您能諒解吶OAO也希望您再給我們一次機會體驗看看遊戲中的攻城戰、巨蟻女皇V.S沙蟲..等活動(๑•́ ₃ •̀๑)"
    },
    {
        "name": "簡風月",
        "comment": "天堂客服都沒人嗎？回報問題三天了。都等不到回應。這樣叫玩家怎麼玩的下去。有問題都找不到人",
        "reply": "None"
    },
    {
        "name": "Horace Chiu",
        "comment": "網上看了最近的新聞, 什麼爛公司,告玩家, 靠靠靠, 特意下載遊戲進來留個言,然後立即馬上會解除安裝, 什麼玩意........",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "登入不進去，刪遊戲，正常運作沒錯呀，就擠不進去，每個服都一樣",
        "reply": "Hello!親愛的cheng chia 您好｡◕‿◕｡\n\n經確認目前所有伺服器皆為正常運作狀態，\n麻煩您可嘗試重啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看喲!\n\n●如以上無法解決您的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "Google 使用者",
        "comment": "手機號碼停用，無法更改手機鎖，遊戲無法登入，都沒辦法解決",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "安卓8.0遊戲中一樣開物品欄會頓...不知道那時候改進，快沒興趣了~唉",
        "reply": "嗨 王柏涵~ 您好!\n感謝您對天堂M的喜愛與支持，\n關於您反映的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Wind Dark",
        "comment": "遊戲體驗非常差，機率抽起來跟實際10%很有落差？？？感覺連5%都不如……",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "想玩，但一直類格，無奈刪遊戲 說我記憶體不足！ 我剛買的新手機，難過",
        "reply": "哈囉~吳宗霖玩家您好\n非常謝謝您對天堂M的喜愛與支持，\n關於您反應「遊戲異常延遲」問題，\n麻煩您先確認手機內容量是否足夠(1G記憶體與10G以上內存空間)，\n\n若您的問題依舊發生時，請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n並請提供：\n• 手機廠牌/型號：\n• 安卓版本：\n• 記憶體容量：\n• 是否有ROOT：\n• 連線方式：\n• 電信業者：\n• 錯誤訊息或錯誤代碼：\n我們將於收到後盡速回報相關單位進行問題確認，\n造成您的不便之處也還請多包涵見諒。"
    },
    {
        "name": "帶到河邊",
        "comment": "根本不能玩，要倒了嗎，每次更新後不是卡卡卡，就是根本沒法玩，有w新的在撈，就不鳥舊玩家了，不愧是黑橘",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "更新過後用手機玩都會斷線閃退｡搞屁ㄚ｡麻煩改進一下｡爛爛爛",
        "reply": "None"
    },
    {
        "name": "李錫瑞",
        "comment": "請問FB不能連結要到什麼時候啦！帳號遊戲至少有快20天沒辦法上去了.官方拜託處理一下啦.活動的東西都沒領到啦",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "傳送功能超方便，完全不用去找傳送師，就可以直飛練功地點，也不用花很多錢",
        "reply": "嗨~富江 您好! \n非常感謝您對《天堂M》的喜愛與支持，\n如您有其他的寶貴建議，可以到客服中心進行回報喔！\n【客服中心回報方式】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Libra Fan",
        "comment": "太好笑了，原本一點多顆星評價，就被無聊的廣告評價給洗到三點多顆星，果然是靠著工作室跟課長撐著的鳥遊戲……沒事還會亂閃退",
        "reply": "None"
    },
    {
        "name": "CHEN LU",
        "comment": "當機，當機，在當機。 無法連線是怎樣？",
        "reply": "親愛的冒險者您好(￣▽￣)ノ很高興能為您服務 關於遊戲斷線或無回應的問題 還請您快速地幫我們確認一下您目前的網路狀態並嘗試重啟行動網路或WI-FI數據機~ლ(́◕◞౪◟◕‵ლ) 若仍無法排除解決，建議您進一步於客服中心跟我們聯絡~ ●客服中心回報方式： 1. 透過官網→聯絡客服來進行回報 2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "相當好玩的一款遊戲，造福無課玩家，寶物相當好打，寶物還能賣錢的一款遊戲，大推",
        "reply": "None"
    },
    {
        "name": "吳俊緯",
        "comment": "系統的BUG問題，怎麼不趕緊修正，反而鎖玩家帳號，要聯繫客服也不知道找誰.......",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "給一星都還覺得太多，工作室太多又鎖寶，要叫一些微課玩家生存的下去嗎？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "幹，真的很爛啦，從( 11~ 14號頓...到變成完全都不能玩了辣~~ 。 幹~ 到底有沒有處理? 己經整個龜懶趴火了。",
        "reply": "這確實很擾人呢…娜比也不喜歡(｡ŏ_ŏ)\n聽賽倫說lag可能是手機設備的記憶體不足，\n貼心的娜娜告訴您小撇步喔~\n1. 完整關閉遊戲程式後，再重新登入遊戲。\n2. 手機裝置內設定 &gt; 選擇天堂M &gt; 選擇儲存空間 &gt; Data以及Cache刪除。\n3. 嘗試重啟網路或切換網路環境(WI-FI/行動網路)\n快點試試看吧!可別耽誤到建毅大大勇闖亞丁大陸啊~"
    },
    {
        "name": "Google 使用者",
        "comment": "騙錢遊戲，儲值太多鎖帳號，錢都進橘子口袋，一無所有，快來玩洛汗比較好玩，花的值得。",
        "reply": "(´;ω;`)冒險者不要這樣說…亞丁大陸也是很有趣的啊…若您有遭遇到甚麼問題都可以透過問題回報與我們聯繫查詢的，還請您再給我們一次機會吧…問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "更新完之後手機掛不到10分鐘一直自動斷線，怎麼玩？HTC 10",
        "reply": "None"
    },
    {
        "name": "林宇杰",
        "comment": "沒錢玩不起的遊戲 小課也打不贏 遊戲的裝備平衡度與角色能力值調整有待加強",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "蘇晃禾",
        "comment": "很常斷線，一斷就回村！光買卷軸就飽了！ 請把伺服器連線品質弄好好嗎？爛死了！",
        "reply": "晃禾勇士您好ก็ʕ•͡ᴥ•ʔ ก้\n若手機設備或記憶體不足將會導致此狀況發生(๑´ㅁ`)\n建議您可先參閱安卓相關配備最低規格要求：\n• Android版本：4.4以上\n• 解析度：1136*640、960*640\n• 儲存空間：RAM 2GB以上、儲存空間32GB以上\n\n相關公告：\nhttps://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586"
    },
    {
        "name": "Google 使用者",
        "comment": "外掛遊戲，排隊副本，限時排隊一小時，只能排隊不能打怪。 想解每日任務？不可能！",
        "reply": "玩家  您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "現在連在大馬路上滿格的訊號都還會當機卡死，錢賺越多，遊戲品質越爛，",
        "reply": "None"
    },
    {
        "name": "Bear Chen",
        "comment": "一個字，爛，給一顆星都嫌多，可惜最低不能給0分。萬能藥事件根本把課金的當87耍。",
        "reply": "(◞‸◟)真的很抱歉讓您有這樣的體驗…"
    },
    {
        "name": "綺旋洪",
        "comment": "爛遊戲，明明抽到紅變，系統卻沒登入變身欄裡，還有這樣搞得？跟詐騙有什麼兩樣？瞎爆！",
        "reply": "｡ﾟ(ﾟ´ω`ﾟ)ﾟ｡冒險者大大先不要著急，由於英雄級別以上的卡片獲得後會收入卡片重抽目錄中，因此需請您先確認到遊戲畫面右上角是否有出現卡片重抽的選項喔...若真的出現異常消失的狀況，再麻煩您透過客服管道與我們進行聯繫查詢了！"
    },
    {
        "name": "Google 使用者",
        "comment": "目前最好玩的遊戲，不過重生服可以開放創角嗎？管一下吧…這樣要我怎麼課，想課金都沒地方課",
        "reply": "。･ﾟ･(つд`ﾟ)･ﾟ看到這麼多孩子受到賽尼斯的迷惑，娜娜的心真的好痛啊…為了維護亞丁大陸的和平，我們需要更多善良的勇士透過問題回報提供角色ID及伺服器名稱，讓他們一起回到娜娜的懷抱吧～"
    },
    {
        "name": "Google 使用者",
        "comment": "你們知不知道解帳號需要時間啊 最少都要花3天的時間才有辦法解 線上客服1等有時候就是3天 這個叫玩家怎麼玩啊 總說一句就是爛",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我的手機note2 會閃退不能玩 可以幫我改進一下嗎？ 連登入遊戲都無法登入 直接閃退遊戲",
        "reply": "Yu大大您好，由於您提到的機型較老舊，\n這方面請您先協助我們確認是否有達到【行動裝置最低軟硬體配備需求】：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586\n也可能是手機設備的記憶體不足所導致，再麻煩您依序嘗試下列方法進行排除(´･ω･`)\n1. 完整關閉遊戲程式後，再重新登入遊戲。\n2. 手機裝置內設定 &gt; 選擇天堂M &gt; 選擇儲存空間 &gt; Data以及Cache刪除。(Android系統適用)\n3. 嘗試重啟網路或切換網路環境(WI-FI/行動網路)"
    },
    {
        "name": "Google 使用者",
        "comment": "打寶率太低，玩家只能打金幣和皮革，連綠藍裝武，都打不到，造成玩家倦怠感和退坑感",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "月下旋",
        "comment": "非常建議正義值滿被殺不掉裝備 這種設定在不改太不公平了 對小儲玩家來說根本是線上寶箱 辛苦做裝出來就為了讓人殺噴裝？",
        "reply": "這建議娜娜也很希望會有呢！娜娜會記錄下來並轉告給魔法師的~感謝亞丁大陸勇者的建議(´▽`ʃ♡ƪ)"
    },
    {
        "name": "Google 使用者",
        "comment": "這是我見過的最好玩的遊戲！其他江湖手遊根本比不上！畫風真的超級棒！劇情比電視劇都好看！",
        "reply": "None"
    },
    {
        "name": "李緯",
        "comment": "藍變合成紅變沒過也沒給一張藍連原本重複的兩張紅變都不見，找客服3天了都沒回應就看要等多久",
        "reply": "None"
    },
    {
        "name": "Yeka",
        "comment": "可以改善ROG phone1代 遊戲中一直跳出訊號不好的問題嗎？？我網路都很順暢",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "很廢 一直閃退是怎樣?容量還那麼大 公司這麼大閃退問題一直無法解決",
        "reply": "余小剛您好， \n感謝您對天堂M的喜愛與支持，\n請您可以到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲很多工作室在掛機...更新又慢..！重點花錢也拿不到好東西..",
        "reply": "十分抱歉讓您有這樣的感受…..இдஇ\n伊娃會請紅騎士團加班，將危害亞丁大陸的賽尼斯軍團押進地牢的｡ﾟヽ(ﾟ´Д`)ﾉﾟ｡"
    },
    {
        "name": "傑哥",
        "comment": "玩這遊戲都要小心翼翼，遊戲公司官威很大的，不玩就可以完全避免呢",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "最高營收入 還這麼難收集道具藍色裝備多的爆炸了！英雄裝沒有上百萬台幣別休想",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "我剛玩就把武器衝到+9了，盟主幫我衝的哈哈，但因為投人時間太少，所以武器都還沒換，口年",
        "reply": "親愛的 吳慧珊 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Ng Risotto",
        "comment": "黑橘果然名不虛傳，小弟非常佩服你們的公關手段，偷改機率又要虛報，發現問題就處理發表問題的人，還說是遊戲公司，對待玩家就跟韭菜一樣，只要貴公司再不改善態度就真的等待倒閉",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為什麼我OPPO A57玩天堂時，只要打開道具就卡住？之前明明很順，這次更新後整個卡住，到底怎麼玩阿~",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "活動打完無法回卷， 登出再進來活動怪又重生，打死，結果這樣就要被鎖，真悲哀",
        "reply": "嗨~李存玄 您好!\n關於您反映的問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "Google 使用者",
        "comment": "竟然每次玩遊戲竟然還要等待排隊576名，浪費我的時間，秒刪了！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "更新後就進不去了，從第一天玩到現在，半張紅變紅娃都沒有，機率低到靠北，誰還想玩啊",
        "reply": "None"
    },
    {
        "name": "Mei Tsao",
        "comment": "不能更新，刪除也不能安裝，搞了一整天還是不能進遊戲",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "爛，等2哥小時才能上線，上線沒多久又斷線重等，當我們傻瓜時間多啊？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這遊戲爛死了，隨便鎖你帳號說你帳號異常，最瞎的是下線維修完後上線就發現被鎖了，我是哪裡異常了.",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "說真的，我沒玩過哪款遊戲頂裝很好抽的，沒抽到就命呀，慢慢存再抽，我都這樣玩",
        "reply": "親愛的 顏文藝 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Google 使用者",
        "comment": "一款等待入場久，更新久，外掛無法整治的遊戲，非常不建議課金遊玩。",
        "reply": "None"
    },
    {
        "name": "夢醒",
        "comment": "去新伺服器要衝等，儲值完後玩沒30分鐘就被鎖帳號，客服不回應也不給刷退，是來騙錢的嗎？",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "真的很煩，巴風特玩沒兩天就卡排隊，好不容易巴列斯不用排隊，練了2隻又開始卡排隊",
        "reply": "親愛的建成余您好(*^o^*)\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n造成不便之處也還請您多包涵見諒，謝謝。\n如您有需要協助處理的問題，請透過官網→聯絡客服來進行回報喔！\n或者是採用-遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "練功升等很快速，唯一就是稀有裝備難打，打一個禮拜沒掉一件武器",
        "reply": "( • ̀ω•́ )但當打到的時候那個滿足感可不一般喔！祝福您可以獲得想要的道具呢！"
    },
    {
        "name": "Google 使用者",
        "comment": "怎還一推人在玩呀？ 爛遊還花大錢哈哈!電腦板拐不到錢換出個手遊持續拐唄!問題一推~",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "用了2支手機跟一臺平版玩。還吃wi-fi 還是超頓。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "什麼白痴遊戲 光等待就要2小時，沒登入就斷線又要2個多小時，你們腦殘嗎我們玩遊戲而已難道要一直盯著手機看嗎？代理商都不會改進嗎？外掛猖狂手動玩家都笨蛋是不是，低能遊戲給你一個槓。",
        "reply": "親愛的玩家您好:\n關於您反映【進入遊戲需要長時間排隊】的問題，\n我們可以理解您對於無法立即登入遊戲而感到焦急，\n為了維護遊戲最佳品質，系統會因應伺服器人數而進行登入控管，\n相關單位也正努力透過增設伺服器或及各項調整優化作業，\n希望可以加快縮短玩家排隊等候的時間，\n造成不便之處也還請您多包涵見諒，謝謝。\n如您有需要協助處理的問題，請透過官網→聯絡客服來進行回報喔！\n或者是採用-遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "書念",
        "comment": "一家很糟的公司代言一款很棒的遊戲，然後把遊戲管理的很糟，如果把電腦天堂照搬都不動，多個掛機說不定還比現在好。",
        "reply": "\"。･ﾟ･(つд`ﾟ)･ﾟ･聽到您這樣說我的心裡好難受阿…\n如果您有任何意見都可以告訴娜比呦இдஇ\""
    },
    {
        "name": "林渤珅",
        "comment": "一直出現英文後面14到底給不給玩，我也是有入台幣在玩的，不給我玩直說，手機A8容量也夠還是一樣不能更新",
        "reply": "(๑•́ ₃ •̀๑)咦…怎麼會這樣呢？這邊能否請您透過問題回覆來信提供您的裝置型號等相關資訊截圖，由專員協助您進行確認呢？\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "周君鴻",
        "comment": "一個伺服器 遊戲生成限制是要限制多久，要跟朋友一起玩等了半個多月，一堆外掛不刪掉",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "可以提供音樂檔的下載點嗎？網路上搜到的音質都好差",
        "reply": "哈囉，魏喬芷 您好， \n感謝您對天堂M的喜愛，\n對於您的所提供我們寶貴的建議，我們會反應相關單位了解， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "完全不用體驗遊戲，無法創立角色，別浪費時間下載。",
        "reply": "冒險者大大息怒(╥﹏╥)\n目前認證伺服器是可以進入唷~~~\n歡迎您加入丹特斯與反王肯恩的大家庭唷(つ´ω`)つ\n可參考《認證伺服器申請教學》的官網連結：\nhttps://event.beanfun.com/LineageM/EventAD/EventAD.aspx?EventADID=64\n期待在遊戲內與您相會(*´∀`)~♥"
    },
    {
        "name": "陳霏妮",
        "comment": "這是課長在玩的遊戲， 跟你的遊玩技術無關， 課越多越能輾壓對方。",
        "reply": "(´;ω;`)亞丁大陸還是有許多有趣的冒險在等著您的，還請您再給我們多一次機會吧"
    },
    {
        "name": "阿文",
        "comment": "很爛 變身魔法娃娃卡片 抽的機率連萬分之一都沒有 只會送有什麼用呢？要機率弄那麼低乾脆就不要送 每次送我很想把它刪掉 只給1顆星",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "商品除了只有小額付費能買之外，還有其他的方法嗎？能去超商買 點數卡嗎？",
        "reply": "HI~亞丁冒險家黃俊修您好,我是娜比唷(◍•ᴗ•◍) 目前天堂M尚未開放使用點數卡儲值喔~ 如果有儲值的需求在麻煩大大至遊戲內商城進行儲值購買了唷ξ( ✿＞◡❛)"
    },
    {
        "name": "Google 使用者",
        "comment": "雖然負面評論很多，但這遊戲充滿我的回憶，各種 還、分、帶狗殺人，這些詞我到現在都還在用XD",
        "reply": "親愛的 溫佳樺 您好 :)， \n非常感謝您對《天堂M》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n若仍有問題，非常歡迎您再度與我們聯繫唷!(っ´▽｀)っ"
    },
    {
        "name": "Google 使用者",
        "comment": "乖乖用內建掛機，也可以被鎖。是怎樣，沒課金就要被鎖嗎。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "騙子…騙子…騙子…儲值錯誤不退費…只會要求去玩別的遊戲好消費掉…不玩別遊戲…就是沒辦法處理(點數卡不能儲值喔)",
        "reply": "None"
    },
    {
        "name": "SHAZAM TUNG",
        "comment": "可以問一下9/1更新後，一直請我在訓練快捷鍵、打怪、弧形是什麼意思？",
        "reply": "None"
    },
    {
        "name": "許文龍",
        "comment": "臉書登入後 玩到40級 從新安裝 整個資料都沒了 現在還有這麼爛的遊戲……無言",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "每個伺服器都創角限制，我沒有辦法進入遊戲，請問等了這麼久下載時間我得到的是什麼？",
        "reply": "真是抱歉讓您有這樣的感覺……(´;ω;`)\n但為了讓冒險者能有更好的冒險體驗，為了顧慮遊戲品質,才會限制每個伺服器的人數限制QQ\n還請再多給我們一點時間，正在努力的讓勇者們能快速的來到亞丁大陸(´･_･`)"
    },
    {
        "name": "Google 使用者",
        "comment": "不追等級、不追裝備、不追紅變，玩得隨心自在，遊戲玩到壓力大很有事",
        "reply": "親愛的 游珍恩 您好(*^o^*)\n感謝您對《天堂M》的喜愛與支持，\n也很開心有機會能為您服務。\n●未來如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "其他帳號都莫名奇妙被鎖 而且連40都不到的小號 只是切換手機就被鎖了 算了 退一退省錢也好",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)怎麼會發生這樣的事呢，為了更進一步確認您的問題狀況，這邊請您透過問題回報提供您的角色ID及伺服器名稱，我們會立即為您進行查詢喔！問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "玩到80級純手機練的玩家你們也鎖。太爛了。退坑。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "維修完就被鎖帳號 沒用外掛 純粹打怪練等 維修結束 要上線 帳號被鎖 是再鎖三小 已經一年多了 還沒解決 回報也沒反應 除了騙錢 啥事都不處理",
        "reply": "Σ(ﾟДﾟ；≡；ﾟдﾟ)怎麼會發生這樣的事呢\n請您盡速與我們聯繫٩(๑•̀ω•́๑)۶\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "千元戶",
        "comment": "玩到73等還沒打過藍裝，綠裝約3件，這樣一年過去了！",
        "reply": "還請您不要灰心QQ雖然物品掉落皆為隨機的，不過我們可以一起加加油(๑•̀ㅂ•́)و✧"
    },
    {
        "name": "蕭鳳傑",
        "comment": "太久沒玩想回味一下 下載下超久， 好不容意進入了，才發現居然被刪帳號了 不玩也罷",
        "reply": "對不起娜比來晚了(｡ŏ_ŏ)\n需要您提供更多帳號資料以便協助確認，這邊太公開了建議您透過客服管道提供資料唷٩(๑•̀ω•́๑)۶\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "噁心的遊戲 適合m屬性或者錢多到沒地方花的人遊玩 尤其又被偷改了什麼也沒人知道",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "15日更新完後，進不到角色畫面，連\"維修中\"也看不到就閃出/",
        "reply": "請冒險家大人手下留情இдஇ\n1/15是神聖劍士誕生再亞丁大陸的日子｡:.ﾟヽ(*´∀`)ﾉﾟ.:｡\n因為劍術還不太熟悉的關係，在維護完成前請教甘特老師劍術方面的問題(,,・ω・,,)  \n所以更新時間會比一般維護長唷0(:3　)～ ('､3_ヽ)_\n讓我們一起用神聖力擊倒亞丁大陸的黑暗勢力吧(๑´ㅂ`๑)"
    },
    {
        "name": "阿風",
        "comment": "永遠支持丁特，出來面對啊，只會躲在律師團背後，就這樣對待忠心玩了四年的玩家，好意思嗎",
        "reply": "None"
    },
    {
        "name": "至高天",
        "comment": "明明說『下一個收集品活動時，才重置的…結果取消一片空白，是詐騙集團？』 辛苦打怪收集品歸零",
        "reply": "None"
    },
    {
        "name": "陳盛哲",
        "comment": "可以再搞笑一點，下載一個多小時完後，才發現創角受限，不能創角。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "道具好多，然後又分刻印不刻印，雖然官方常常送藍鑽，但還是一直爆倉也= =",
        "reply": "哈囉，孟修 您好， \n感謝您對《天堂M》的喜愛，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "楊智捷",
        "comment": "™工作室 ™黑橘正常發揮 不然沒有人™難看 就算工作室™鎖起來 掉寶率™會提升？™麥肖想！在來東西™放交易所 重點是™賣不賣的掉？™賣不掉啦！™死服一大堆 爛掉了收手吧",
        "reply": "(´;ω;`)真的很抱歉讓您有這樣的體驗…娜娜會更努力讓我們變得更好的…"
    },
    {
        "name": "郭管森",
        "comment": "又是一陣，等待上線問題，一堆工作室搶位置，根本沒有辦法好好上線",
        "reply": "紅騎士團對於使用外掛的玩家也非常憤怒……\n我們一直都有針對非法程式及工作室作稽核與相應的處罰，\n如果您願意也可以協助我們在客服中心將您看到的外掛、工作室角色ID及伺服器提供給我們，\n我們會為您做紀錄並反映給相關單位喔!!(╯•̀ὤ•́)╯"
    },
    {
        "name": "Aa Aa",
        "comment": "人生第一次在app評論，也是唯一（一顆星），在經歷開服玩到現在，忠實的微課玩家，心中唯一對這遊戲的感受感想，黑橘實至名歸！！",
        "reply": "(((ﾟдﾟ)))冒險者大大息怒阿…史萊姆我撐不住兩下的阿…_:(´□`」 ∠):_"
    },
    {
        "name": "Google 使用者",
        "comment": "為何手機玩。 不能上顯示裝置7次。 手機哪找的到什麼裝置害我都沒法玩花一堆結果不能玩",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "為啥一直重複下載更新，根本不能更新啊，這怎麼上線玩啦，淦！",
        "reply": "\"我的天啊!竟然有這樣的事情，\n能否請勇者大人透過問題回報來信與我們進行查詢呢？\n娜燁爾會請魔法師們馬上協助勇者大人確認問題的所在的!!!( • ̀ω•́ )\""
    },
    {
        "name": "Google 使用者",
        "comment": "工作室一堆，外掛一堆都不抓，玩的遊戲排隊要排5小時，真是手遊界的壯舉，反正課長也推坑一堆了，黑橘繼續放爛下去吧",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "搞啥東西呀，更新完就進不了遊戲 還一直出現天堂M已停止的訊息，是倒閉了嗎…",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "卡盪，沒組一台新電腦用模擬器，根本不用玩。。",
        "reply": "None"
    },
    {
        "name": "張家祥",
        "comment": "從以前的建議，要支援手機的「全螢幕」，官方都有聽進去了，特地改評價給予五顆星。",
        "reply": "謝謝勇士您的支持，期待與您在亞丁大陸某處相見(๑´ڡ`๑)／"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲無法登入，重新下載多次確定更新版本後依然無法進入遊戲",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "老舊遊戲了。除了掛機練功，沒啥新玩法，黑G黑錢還是跟以前一樣。",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "玩了一年半，紅卡抽不到，連籃卡都沒影子，沒花錢跟本什麼都打不到",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "下載了四天連進入創造連腳色都還沒完成 這樣怎麼會有很高的評價 第一次玩遊戲還要排隊進入的",
        "reply": "真是抱歉讓您有這樣的感覺……(´;ω;`)\n但為了讓冒險者能有更好的冒險體驗，為了顧慮遊戲品質,才會限制每個伺服器的人數限制QQ\n還請再多給我們一點時間，正在努力的讓勇者們能快速的來到亞丁大陸(´･_･`)"
    },
    {
        "name": "方_龍",
        "comment": "70等才能用交易所？是怎樣，這樣新開帳號要怎玩？連東西都買不了",
        "reply": "_(:3 」∠ )_真的很不好意思…基於安全考量目前僅有70等以上的角色能透過交易所進行交易。"
    },
    {
        "name": "Google 使用者",
        "comment": "等登入等到都睡著了，登入等待862人，二小時多醒來還373人，虧還開那麼多服，不玩了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "錢少裝難掉連封印箱抽到藍武以上機率都超低,不課金的玩家最好當打發時間玩就好,課金的玩家也要砸很大才強的起來,天堂M的怪物跟天堂強度是差很大的",
        "reply": "張子仁，您好， \n感謝您的建議，您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "連玩都不能玩，每個伺服器都限制創角，只是在花時間花流量下載遊戲",
        "reply": "黃婉婷您好^_^：\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "想請問，有帳號上的問題想回報，但進遊戲右上角回報問題點了根本沒用，那請問要怎回報，還是有客服電話嗎？",
        "reply": "None"
    },
    {
        "name": "long hua liu",
        "comment": "你好，我以前有玩過這遊戲，因為我的遊戲是綁定google的，請問我的手機號碼改了，我要從那裡更改",
        "reply": "親愛的亞丁騎士ლ( • ̀ω•́ )っ如果您手邊還有裝置可以登入，可以在遊戲選單畫面左下方的「手機認證」進行「認證變更」唷，\n如果還是無法變更，可以透過客服管道與魔法師聯絡唷～會協助您後續操作方式唷(｡◕∀◕｡)\n●客服中心回報方式：\n1. 透過官網→客戶服務→線上客服及問題回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "爛死 才想說玩玩看沒一個伺服器可以創角全部創角限制？新手不能玩？不要下載了吧",
        "reply": "இдஇ冒險者大大息怒啊…若冒險者沒有指定的伺服器，您可以嘗試進行認證伺服器的申請喔！申請完畢後就可以再登入頁面中看到兩個隱藏的伺服器呢～請您再考慮看看喔！認證伺服器:https://event.beanfun.com/LineageM/CertifiedServer/index.aspx"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲空間越大。遊戲存在時間越長。",
        "reply": "您好唷：\n感謝您對《天堂Ｍ》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "一整個錢坑 什麼不用錢根本是垃圾 不用錢的活動開始沒多久一定馬上更新 讓活動變垃圾活動 真的不建議小孩沒錢的人玩這遊戲真的是錢坑",
        "reply": "(´;ω;`)沒有啦您不要這樣說…其實也是有許多有趣的東西並不需要花費金錢的喔…"
    },
    {
        "name": "陳學鵬",
        "comment": "活動送的箱子沒有手機認證保護就無法使用，這一樣活動感覺沒有意義，而且我之後想手機認證又無法認證，這個感覺就很差了。",
        "reply": "十分抱歉讓大大有這樣的感受….小幫手會協助意見反饋இдஇ.."
    },
    {
        "name": "Google 使用者",
        "comment": "跟PC版本不太一樣 技能書 買了缺無法使用 遊戲分等級 我腳色等級到了不給我學習 是啥鬼",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "今天維修後到商店買個東西變的很lag，連到血盟簽到也一樣lag，這有維修跟沒維修不是一樣嗎???",
        "reply": "哈囉，親愛的玩家您好~\n很開心為您服務並感謝您對天堂M的支持，\n請您重新開啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看。\n如您有任何想法以及建議，請您不吝與我們分享，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "用手機玩也被鎖，外掛一堆都課的不鎖，真的是有課的好辦事",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "人物又卡住不能玩沒補償, 現在又發生,到底有沒有在處理，一天是要卡幾次",
        "reply": "親愛的 lion施 您好｡◕‿◕｡\n\n謝謝您對天堂M的喜愛與支持喲，\n關於您反映「遊戲異常延遲/LAG」問題，\n需要麻煩您重新開啟網路或WI-FI數據之後，\n再次重新登入遊戲嘗試看看。\n若仍無法排除解決，您可更進一步與我們聯繫，請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "不知會和玩到一個任務要我點商城結果一直說結帳整理失敗錯誤代碼100307，沒辦法點，卡關",
        "reply": "嗨嗨吳怡靜大大，\n娜燁爾今兒下凡來解答，按照以下步驟就可以排除了喔\n1)將綁定的付費帳號移除再重新綁定\n2)確認遊戲版本為最新且遊戲檔案完整\n3)留意購買時網路狀態以及裝置內的系統時間是否設定與現實時間相符\n4)位置必需為台港澳服務地區\n貼心小提醒:\nAndroid付費平台：Google Play\niOS付費平台：App Store"
    },
    {
        "name": "Google 使用者",
        "comment": "如果我打的到藍色武器或裝備的話，我就來更改評價，也太難取得了",
        "reply": "None"
    },
    {
        "name": "陳mobe",
        "comment": "聽說同步器也出現了對吧，，早起pc版的同步器讓單純的玩家不想玩，，現在你們也放任同步器嗎，，我見議抓到直接鎖帳號。 我只是個單純想玩的玩家，，你們不要為了利益剝奪想開心玩的玩家。",
        "reply": "紅騎士團會加強巡邏亞丁大陸的，只要被阿頓大人發現不法玩家就會進行相關制裁處理的(； ･`д･´)！"
    },
    {
        "name": "Amy&bella Amy&bella",
        "comment": "新手等低就不是人！陣營戰限制等級！萬聖節活動也要限制等級發！！！一本法書一顆水晶也都要一百多萬起跳！是一百多萬起跳喔！打一隻怪十幾,二十元！！！",
        "reply": "None"
    },
    {
        "name": "天官賜福",
        "comment": "這就是現實 金錢砸在多 也是虛幻與空虛 終究還是要回歸 面對現實 失去平衡無法永久",
        "reply": "很抱歉讓亞丁勇士有這種想法呢இдஇ 謝謝冒險者大人的指教，我們會持續蒐集意見並做改善"
    },
    {
        "name": "楊國祥",
        "comment": "我想問因為之前某些原因，之前的手機沒辦法用了，沒辦法收到認證碼我要怎麼登入，有什麼其他辦法嗎",
        "reply": "若您因更換門號後無法索取認證簡訊，還請至客服中心與我們聯繫，將會盡速提供您相關處理辦法，謝謝.ᐟ.ᐟ\n●客服中心回報方式：透過官網→客戶服務→線上客服及問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "說真的，外掛工作室比真實玩家多，根本就是工作室遊戲，而且每次跟你們反應都沒改善，官方回覆的文字我都會背了",
        "reply": "嗨~親愛的玩家您好，\n關於您反映「其他玩家使用不法程式進行遊戲」狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。\n\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "玩回憶的還不錯 但是外掛不抓要抓的時候就連手機純手動玩家也會被終止服務身邊朋友也一個個棄坑了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲平衡差，一堆需要付費的機制，無課玩家很難上手",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "回歸老手，還不錯玩伺服器滿載可不可以，增加2個伺服器有些人沒辦法玩，人數太多謝謝",
        "reply": "聽聞到玩家的心聲了（○′∀‵）ノ♡\n快快至《認證伺服器》填寫申請吧~~\nhttps://event.beanfun.com/LineageM/CertifiedServer/index.aspx\n期待在遊戲內與您相會( ♥д♥)"
    },
    {
        "name": "Google 使用者",
        "comment": "爛死了，新玩家用谷歌或臉書創新帳號進去到手機認證完了，要進去伺服器時，伺服器選單都顯示 創角限制...真的覺得很無言，不給玩就說啊！淦你娘！爛遊戲早點倒斃算了！",
        "reply": "真的很抱歉讓您有這樣的體驗…目前尚未接獲伺服器開放的消息，若您並無指定伺服器的話，可以考慮進行認證伺服器的申請喔，申請完畢後即可進入兩個隱藏的伺服器呢(ﾉ&gt;ω&lt;)ﾉ！認證伺服器:https://event.beanfun.com/LineageM/CertifiedServer/index.aspx\n或到天堂M官網→服務→認證伺服器，會有步驟教您如何設定唷"
    },
    {
        "name": "Google 使用者",
        "comment": "3/27一更新只要人物一登入就斷線，手機是如此，平板也一樣",
        "reply": "None"
    },
    {
        "name": "陳建順",
        "comment": "爛死了，排隊等很久，好不容易可以玩了，卻又一直LAG……",
        "reply": "(☍﹏⁰。)非常抱歉讓您有這樣的感受，能否請您再透過問題回覆與我們聯繫確認您的問題呢？\n問題回覆:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM?ACCOUNT_MAIL=source@bot.com"
    },
    {
        "name": "Google 使用者",
        "comment": "排隊排到死外掛一堆都不抓抽卡變身機率都公告不實 還一直推台幣裝備騙玩家購買 連基本的打怪練功都需要吃葉子 沒葉子就不能玩這不是強迫消費是什麼?",
        "reply": "喝杯茶消消氣吧~娜比來協助您了(´・ω・)つ\n由於亞丁大陸的勇者大大們踴躍加入，\n導致可憐的伺服器無法負荷大家的熱情இдஇ，\n魔法師賽倫也持續在關注此問題…為了讓冒險者不受排隊困擾，他們也正竭盡全力得再努力呢!!\n如果勇者大大對於我們有任何的建議歡迎您隨時透過問題回報跟我們說喔・゜・(PД`q｡)・゜・\n問題回報：https://21.cami.yesing.com/customize/anp_lineagem/service/LineageM"
    },
    {
        "name": "Google 使用者",
        "comment": "一堆外掛，今天還遇到雙子座伺服器玩家，在世界頻說他用外掛，不怕被殺，還可以自動殺人，台服還玩個屁，還好沒在台服花太多，台服可以收一收了",
        "reply": "Hello!親愛的張志威 您好｡◕‿◕｡\n關於您反映「玩家使用不法程式進行遊戲」的狀況，\n麻煩您提供客服單位完整資料：\n• 伺服器/角色名稱：\n• 發生時間/地點：\n• 狀況描述：\n我們將會盡速反映相關單位進行了解及確認，\n為了提供一個舒適且公平愉快的遊戲環境，\n若有類似使用不法程式的情形發生，\n一經稽核確認，即會進行相關制裁處理，\n感謝您對《天堂Ｍ》的支持與愛護。 \n\n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "Google 使用者",
        "comment": "太黑了 掉寶率也太低 玩了二個月都沒打過藍布 太扯 來刪遊戲。",
        "reply": "哈囉，您好， \n感謝您對天堂M的喜愛，\n對於您的所提出的問題，我們會反映相關單位了解， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "自從更新後一直不定時閃退 甚至要用天幣重飛一次 這樣還掛個屁啊 遊戲重安裝也是一樣",
        "reply": "息怒啊大大，甘特前來支援！＼(‵Д′)／\n若遊戲有閃退的問題，還請您幫甘特確認是否為網路或手機容量問題(｡ŏ_ŏ)\n仍持續有閃退的狀況建議您前往客服中心與我們聯繫，\n讓我們提供您更完整詳細的判斷與協助(◍•ᴗ•◍)ゝ\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "希望刪人物別限等級，還有能開放交易功能，我覺得不錯這遊戲",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "小米max2開起倉庫視窗的時候會很嚴重lag何時能改善，已經很久了",
        "reply": "None"
    },
    {
        "name": "吳俊平",
        "comment": "看了丁特的影片，想說來玩玩看，結果都角色限制，根本浪費我時間下載，垃圾欸",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "手機app下載到現在還在等角色開放創建，還沒等到一個角色創立先等到違規通知信封鎖，令人不爽也不恥",
        "reply": "親愛的HUAN-JU LU 您好，\n關於您詢問的問題，\n因需為您更進一步詳細查詢相關資料，\n麻煩您致信客服中心進行確認喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n(ﾉ∀`♥)感謝您~"
    },
    {
        "name": "古鎮鴻",
        "comment": "手機認證的號碼已經停話很久了 上次更新完 突然要認證 現在沒辦法認證 要怎麼辦",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "Brandon無法登入請問為什麼，昨天還好好的今天早上登入卻卡在登入畫面，能否盡快處理啊！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "出現屢次停止運行，無法開啟遊戲，要如何解決",
        "reply": "Hello~您好!\n關於您詢問的問題，因需要查詢相關資料，\n請到客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "我也來評論建議一下好了：好希望可以區隔一下白綠裝備 雖然可以只撿綠裝很不錯了 但我也希望可以只撿抗斗阿..",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳振銘",
        "comment": "最坑錢的遊戲。 電腦掛機外掛殺人，大堆根本沒辦法生存， 為了生存你就會以為的砸錢衝裝。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "早就跳光了，好嗎？ 一直改版怎麼玩的下去 電腦有掛機版 現在手機有一直改版 煩不煩阿",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "爛團隊，這遊戲為什麼會越來越少人，都是你們團隊自己害的，玩個遊戲排隊排到天荒地老，工作室一堆也不鎖，你說你們爛不爛",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "垃圾遊戲，下載很快，但你一登入就給你閃退，這樣是要怎麼玩，我不推薦給你。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "唉，什麼時候才能完全解決工作室外掛全面替除的問題呢？每週活動也沒什麼創新，玩的很累",
        "reply": "偵查兵們正在努力阻止這些惡勢力存在，也希望您能跟我們一同維護天堂M的環境，如遇到這些惡勢力還請您牢記角色ID及伺服器並且至客服中心來信提供給我們，偵查兵們一定會嚴格執行懲處的!\n安安大大有什麼建議，都歡迎於問題回報內提供給我們喔ε٩(๑&gt; ₃ &lt;)۶з\n官網問題回報連結：\nhttps://service.antspw.com/MSGBoardUI/MobileForm/Index/LM\""
    },
    {
        "name": "羅文康",
        "comment": "每次排剩3.4百位時,就跳出異常的請求這個訊息,又要重新排過,到底是給不給玩....",
        "reply": "大大還請先息怒(◞‸◟)，還請至我們的客服管道詢問,一定會熱心為您解答的ᕦ(ò_óˇ)ᕤ\n●客服中心回報方式：透過官網→客戶服務→線上客服及問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "最近三個月都没在玩，25号寄封終止合約通知信？說開外掛？評價低不是沒原因的。",
        "reply": "嗨樂透~您好!\n關於您詢問「帳號鎖定」問題，\n因需為您更進一步詳細查詢相關資料，\n所以要麻煩您致信客服中心進行回報喔！\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n再麻煩您了  ^^"
    },
    {
        "name": "C.H. Lee",
        "comment": "點擊天堂M APP，google paly畫面播放完成後發生黑屏，並且手機當機無法運作。",
        "reply": "大大您好（๑ • ‿ • ๑ ）\n這部分也有可能為裝置空間不足，或是手機版本較老舊；\n再麻煩您先協助我們參考連結【行動裝置最低軟硬體配備需求】：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=53610&kind=586"
    },
    {
        "name": "Google 使用者",
        "comment": "這麼陽春的遊戲，在現今還能屹立不搖，評分只有一點多，真是奇蹟",
        "reply": "您好：\n感謝您對《天堂Ｍ》的喜愛與支持，\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "遊戲容量超大 可以把容量變小一下嗎 檔案越來越大 有那些不用的可以刪除",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "這次改版狂閃退連遊戲都進不去就閃退，有人相同問題嗎。",
        "reply": "(๑•́ ₃ •̀๑)發生這樣的事情真的很讓人沮喪呢…這邊還請問不要勇者大大協助我們確認下手機記憶體是否足夠唷…\n安卓相關配備最低規格要求：\n• Android版本：4.4以上\n• 解析度：1136*640、960*640\n• 儲存空間：RAM 2GB以上、儲存空間32GB以上\n若您尚有其他問題須查詢，您可以提供您的裝置資訊以問題回報來信詢問喔，\n問題回報:https://service.antspw.com/MSGBoardUI/MobileForm/Index/LM"
    },
    {
        "name": "Google 使用者",
        "comment": "這也太爛了吧!連角色都沒辦法創，這遊戲還不如收了",
        "reply": "蕭舜仁您好^_^：\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "槓勒...變身卡合成機率到底有沒有問題 幾千抽了才兩張藍 那要玩到紅是要到啥時候啊？",
        "reply": "您好， \n感謝您對天堂M的喜愛與支持，\n您的建議我們會虛心接受， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "連一個紅變紅娃都不給，已經合了18次左右加上活動機會都沒看到，我雖然是微小課玩家但是也不要讓我連玩遊戲的動力都沒有",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "低到不能在低，外掛一堆，工作室一堆，打寶率抽卡率超級超級超低，最重要一點官方內掛程式比外掛還爛還爛還爛。看不懂你們騙錢騙這麼大",
        "reply": "讓您有這樣的感覺,特羅斯感到很抱歉(〒︿〒)\n身為亞丁的王子，必須將邪惡賽尼斯的魁儡通通關進亞丁地牢(`3´)\n我們會更積極的維護亞丁大陸的安危\n希望勇者能再多給我們一些時間\n我們絕對不會向惡勢力屈服的ヽ(`Д´)ノ\n如果勇者有任何建議都可以透過天堂M官網右下角的問題回報來跟小精靈說明唷(*´ω`)人(´ω`*)"
    },
    {
        "name": "黃仁謙",
        "comment": "拜託要越改越簡單，福利越多謝謝，哥玩的是回憶啊，希望越來越好，才有玩下去的動力，感恩，謝謝。",
        "reply": "(●｀ 艸 ´)喔呵呵呵很高興您喜歡天堂M，我們一定會更加努力的喔~"
    },
    {
        "name": "Google 使用者",
        "comment": "太多電腦人假玩家了， 如果要做出到處都是人的景象，也太多了， 一堆沒血盟，遊戲名稱都用自己本名，這哪有可能？？ 然後練功地點到處都是，都在搶怪， 我們真玩家都在跟電腦人搶經驗是嗎？？",
        "reply": "None"
    },
    {
        "name": "蘇一郎",
        "comment": "沒儲值就打不到東西，也是啦橘子也需要生活，+-釋出一點讓大家分享樂趣，有分享有樂趣就有商機啊！對不對,我是青春的點王，歡迎來到點王，收人喔！請大家一起來共襄盛舉，謝謝大家",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "一打就飛，加速器，玩家檢舉幾十位都不處理，遊戲體驗很差。",
        "reply": "None"
    },
    {
        "name": "彭大海",
        "comment": "朦朧新手才剛玩一個星期，今日登入變成問題回報，請問 是要回報什麼問題，對於新手很不友善 金幣很難賺",
        "reply": "None"
    },
    {
        "name": "W _",
        "comment": "雖然不是大課但開服到現在都很支持幾乎都跟商城買鑽 但技能鎖住製作又不給成功是看不起我們小課玩家呀",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "玩的時候很好玩，但是可以把紅變和紅娃抽到的機率調高嗎？這只是我唯一的要求",
        "reply": "None"
    },
    {
        "name": "Chao Yu Wang (AYu W.)",
        "comment": "為何我合成4張藍變沒結果被吃掉了，起馬也有藍變一張啊，畫面停在克特就沒結果",
        "reply": "若合成結果為成功的話，則會收入在「替換卡片目錄」喔(地圖旁邊)，建議您可於遊戲中確認看看(๑˃́ꇴ˂̀๑)~~\n若仍有卡片的疑慮可以透過客服管道與我們聯繫唷◉‿◉"
    },
    {
        "name": "歐爾麥特",
        "comment": "課了20萬台幣 做了40次水龍甲製作都失敗 金變金技金武也都全部失敗 這遊戲花錢丟水坑的",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "從來沒被託管過，突然就直接被刪帳號，莫名其妙！",
        "reply": "您好，冒險者~ㅍ_ㅍ☆ﾟ.*･｡\n帳號遭保護託管的狀況由於確認您的帳號會需要詳細帳號資訊，\n這邊可能不方便請您提供~(噓\n還請您至客服中心反映您的狀況，客服人員會為您做查詢喔( • ̀ω•́ )\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "陳志國",
        "comment": "公司這麼大，連客服電話都沒有，只有電子信件，天啊！貴公司可真省真棒，枉費玩家 權益",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "重新下載遊戲，要更新，跑一下就停無法更新啊，我網路無問題",
        "reply": "None"
    },
    {
        "name": "蕭至宏",
        "comment": "扯跟沒有想像中的好 原本是期待卻變成了爛 一直卡登入畫面 無法登入",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "有好幾個伺服器 沒有一個是可以進去的，想玩卻不能玩 這遊戲真的爛...",
        "reply": "您好^_^：\n感謝您對天堂M的喜愛與支持，\n關於伺服器創角人數問題，\n會根據伺服器的情況不定時開放，\n請您再多加留意伺服器列表創角限制是否開放。\n造成您的不便，敬請見諒！\n●如您有需要協助處理的問題，請到客服中心進行回報喔！\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "⁃不會飛•蜜蜂⁃",
        "comment": "畫質不行…2021年了！！！這樣很沒競爭力喔！ 刪了刪了",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "一直在斷線是在怎樣…沒更新還好，更新越糟糕！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "誤刷到信用卡 也不能退款 要不要這麼黑 其他遊戲廠商就不會這麼多問題 黑橘果然名不虛傳",
        "reply": "如您有消費疑慮，還請速速與我們做聯繫，\n小幫手會盡可能提供您協助唷(๑╹◡╹๑)"
    },
    {
        "name": "施耀富",
        "comment": "爛，自己出包，要玩家承擔，要回溯就應該給出合適的補償，不然倒楣的永遠都是我們這些配合的玩家。",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "比原本電腦版還難練裝備材料製作還那麼貴又常衝不過哪那麼多時間",
        "reply": "哈囉，海源楊您好， \n感謝您對天堂M的喜愛，\n對於您的所提供我們寶貴的建議，我們會反應相關單位了解， \n考慮適當性及合理性後儘快的納入您提及的建議。\n若造成您的不便，請您多多包涵與見諒。 \n●如您有需要協助處理的問題，請到客服中心進行回報喔，我們會再回覆您。\n客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "手機明明還有5-6G的空間，卻一直無法更新，說什麼存放空間不足",
        "reply": "您好：\n感謝您對天堂M的喜愛與支持，\n還請您先確認手機內容量是否有10G以上使用空間，\n另外官網有公告目前已知會有異常機型，\n公告連結：https://tw.beanfun.com/LineageM/web/news.aspx?Bid=50207&kind=563\n若您的行動裝置非為已知機型時，請到客服中心進行回報喔！\n【客服中心回報】\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報\n請提供：\n• 手機廠牌/型號：\n• 安卓版本：\n• 記憶體容量：\n• 是否有ROOT：\n• 連線方式：\n• 電信業者：\n• 錯誤訊息或錯誤代碼：\n我們將於收到後盡速回報相關單位進行問題確認，\n造成您的不便之處也還請多包涵見諒。"
    },
    {
        "name": "Google 使用者",
        "comment": "是怎樣啦？ 原綁定手機號碼已經沒用一年多 要回來玩不能登陸 反應你們客服 答案還是一樣 原來我們花錢玩 還要全部回歸給你們 TMD……",
        "reply": "啊啊啊啊啊～您的手機認證是非常重要，能夠找回您天堂M帳號的佐證啊(´。＿。｀)\n敬佩的冒險家，克雷克建議您如果原有的門號沒有使用，還請您依照客服小精靈提供的內容，\n回傳相關資料唷！資料確認無誤就才好協助您唷～\n亞丁王國的復興缺您不可(ง๑ •̀_•́)ง\n●客服中心回報方式：\n1. 透過官網→聯絡客服來進行回報\n2. 於遊戲中路徑：右上角選單→ 問題回報"
    },
    {
        "name": "Google 使用者",
        "comment": "機器人太多了！ 失去遊戲的樂趣、品質！",
        "reply": "None"
    },
    {
        "name": "Google 使用者",
        "comment": "太扯了 從晚上10點多排到半夜3點都還進不去 這遊戲也太誇張了吧 一般的線上遊戲伺服器也沒那麼小吧",
        "reply": "None"
    }
]